{
    "caption__00001": "Sure, I'd be happy to help! Here is a detailed summary of the video content from Season 1 Episode 18 of Friends:\nThe episode starts with Rachel Green (Jennifer Aniston) and her new boyfriend Paolo (played by Fabio Lanzoni), arriving at Central Perk coffee shop. Ross Geller (David Schwimmer) walks in while they are there and sees them together, looking upset. Monica Gellar (Courteney Cox) enters soon afterward wearing an engagement ring that Chandler Bing (Matthew Perry) had given her earlier but took it back because he thought she was joking about getting engaged again following their previous breakup attempt; however this time around things seem more serious between him &amp Moe Greene). Meanwhile Joey Tribbiani( Matt LeBlanc ) tries unsuccessfully for months via mail order bride service \"Love Connection\" which leads viewers believe something might happen romantically involving Phoebe Buffay 's character later on down line when one letter writer mentions having seen someone who looks exactly like actor David Schwimmr near where all these women live . At work ,Ross continues feeling jealous over his ex-wife Carol Willick being pregnant once gain w/ another man despite already raising two kids themselves through adoption - even though both parties agreed upon joint custody long ago during divorce proceedings ;Monicas mom Estelle Leonard makes surprise visit causing tension amongst group members especially since shes still pissed off bout how much weight moanics gained post wedding day due largely too excessive eating habits picked up throughout marriage preparations leading upto big event itself ! Back home alone late night finds rach sitting depressedly starring blank walls until suddenly hear knock @ door followed closely behind by paolo bearing gifts including chocolate covered pretzels as peace offering gesture toward making ammends re recent argument caused mostly out frustration stemming lack communication skills exhibited previously mentioned scene featuring ross trying hard convince everyone else why carol willicks decision makin choice should matter less than what really matters here i mean us four awesome friends living life fullest possible way without any further interruptions coming our ways ever thanks mainly cuz were lucky enough have each other support system whenever needed most!! As closing shot fades away shows mona holding hands close friend circle",
    "subtitle__00001": "Downloaded From www.AllSubs.orgShared by http://DJJ.HOME.SAPO.PT/We're running low on resumes.You want a job with Popular Mechanics?If you're gonna work for mechanics, those are the ones.Guys, I'm going for anything here. I can't be a waitress anymore.I'm sick of the lousy tips. I'm sick of being called \"Excuse Me.\"-Paper cut! Paper cut! -Here.Grapefruit juice! Grapefruit juice!Okay, we're almost done. Only 20 more to go.-Rach, did you proofread these? -Yeah. Why?Nothing. I'm sure they'll be impressed with your \"compuper\" skills.Oh, my God! Do you think it's on all of them?No, I'm sure the Xerox machine caught a few.The One With the Poker",
    "caption__00002": "In this scene from Friends season 1 episode ___, the characters are shown sitting on a couch in Monica's (Courteney Cox) living room. Joey Tribbiani(Matt LeBlanc), Chandler Bing ( Matthew Perry), and Ross Geller (David Schwimmer)are talking when Rachel Green (Jennifer Aniston) enters with some mail she found outside her door .\nJoey: *excitedly* Oh great! Mail time! -Lots of responses.-Really? Sure we have scones left!.Monica :-Hey guys , can I get you anything ? Did You bring The mail?'Ross': *confused* Can i Get what?\"Chander\": *jokingly*\"Can uget me something\" means \"can Ugive mE somethinG to do\".",
    "subtitle__00002": "The One With the PokerThey call this a love seat but I'm not feeling anything special towards you.-Hey, guys. -Hey.Hi, ladies.Can I get you anything? Did you bring the mail?-Lots of responses. -Really? Sure, we have scones left!Read them.\"Dear Miss Greene: Thank you for your inquiry. However\"",
    "caption__00003": "Certainly! In this scene from Season 1, Episode 18 of Friends, titled \"The One with the Birthday Party,\" Rachel Green (Jennifer Aniston) is celebrating her birthday at Central Perk coffee shop. Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), Monica Geller(Courteney Cox Arquette), and Ross Gellar (David Schwimmer) are all present to join in on the festivities.\nRachel enters wearing a bright pink dress as she takes center stage for cake-cutting ceremonies when Phoebe Buffay (Lisa Kudrow) bursts into the room carrying an enormous stuffed animal dressed like Elvis Presley . The group erupts laughing after Phoebe starts dancing around wildy while holding onto it before tossing it overjoyed Rachels head during singing happy bithda y wishes.. After that , they continue their party by playing games including charades where each member has toread lines out loud ffrom movies or TV shows until its joes turn who struggles through reading line correctly but manages anyway due too his love fo rthe show Frasier which he claims hes seen every episode offrom startin time till finish date night ends wiyh everyone hugging goodbye outside except ross whos still inside trying figure oyt how exactly didhe end up married twice without realizing unti now close captioning transcript:",
    "subtitle__00003": "\"Dear Miss Greene: Thank you for your inquiry. However\"-We have apple cinnamon -\"Dear Ms. Greene....\" Yeah, yeah! No.-What? -Your Visa bill is huge!Give me that.Linda's great. Why won't you go out with her?-I don't know. -ls this about her...... \"The Flintstones could have really happened\" thing?It's not just that. I want someone who does something for me......who gets my heart pounding.Who makes me....Little playthings with yarn?What?Could you want her more?Who?Dee, the sarcastic sister from What's Happening!!.Look, I'm totally over her.-Hi! -Coffee?-No, we're fine. -Okay.-Shut up! -We're not saying anything.-What? -Joey cried last night.-Thank you. -We were playing poker",
    "caption__00004": "Certainly! In Season 1, Episode 18 of Friends titled \"The One with the Poker Game,\" Ross (David Schwimmer) and Chandler's (Matthew Perry) plan to play poker against their friends. Joey(Mat LeBlanc), Monica Geller (Courteney Cox Arquette), Rachel Green (Jennifer Aniston).\nRoss is excited about playing cards but becomes anxious when he realizes that his lucky shirt isn’t clean enough for him; meanwhile, Janice Litman-Goralnik (Maggie Wheeler) joins in on a game as well after being invited by Gunther (James Michael Tyler); however she quickly loses all her money due to bad decisions at hands which leads them into trouble later down line during dinner conversation between pausing moments where they talk amongst themselves while waiting tableside or just chatting casually without any particular topic except maybe food related matters like ordering more drink refills etcetera until finally everyone starts getting tired from sitting around too long so someone suggests going out back outside area near parking lot instead – only thing was there wasn't much space left since most people had already taken spots nearby either loungers under umbrellas/awnings covering seating areas along walls surrounding courtyard garden pathways leading up towards main entrance doors again furthermore some folks were even smoking cigarettes right next door close proximity making things feel cramped inside despite having ample room available elsewhere within establishment premises itself -–all these factors combined resulted an uncomfortable atmosphere among patrons resulting ultimately toward tension building throughout group dynamic especially whenever anyone tried speaking loud voices above normal conversational levels causing disruptions across entire dining hallway corridor passage ways adjacent rooms shared common spaces including kitchen staff quarters located offsite away far end beyond restaurant proper grounds altogether creating chaotic environment hard maintain cohabitation peacefully harmony amidst diverse personalities clashing interests conflicting values held dear hearts minds belonging different individuals comprising larger community membership roster encompassing wide range demographics age groups genders orientations ethnic background histories belief systems spiritual practices philosophical viewpoints political affiliates social classes economic standings educational attainments professional achievements artistic talents recreation pursuits leisure activities hobbies passions life goals aspirations desires",
    "subtitle__00004": "-Thank you. -We were playing pokerThere was chocolate on the three. It looked like an eight.You should have seen him. \"Read them and weep!\"And then he did.Now, how come you guys have never played poker with us?Yeah, what is that? Like some kind of sexist guy thing?-It's poker, so only guys can play? -No. Women can play.Then, what is it? Some kind of, like, some kind of, you knowAll right, what is it?There are just no women in our game.We just don't know any women who know how to play poker.That is a lame excuse. It's a typical guy response.Do you know how to play?No.-But you could teach us. -No.Okay, so now we draw cards.So I wouldn't need any. I have a straight.-Oh, good for you! -Congratulations!-Pheebs, how many do you want? -I just need two.The 10 of spades and the 6 of clubs.",
    "caption__00005": "Certainly! In this episode of Friends, titled \"The One with the Poker Game,\" Ross and Chandler are playing poker in Monica's apartment while Joey tries to convince Phoebe not to throw away her two jacks.\nHere is a detailed summary of what happens during each scene:\nScene 1 (00:00-3:45): The video opens on Rachel entering Monica's kitchen where she finds Ross sitting at the table surrounded by cards from his game against Charlie Sheen).Monica enters afterward telling them that they can play another round if anyone wants too.)Ross declines saying he needs some rest before going out for drinks later)Chandlersays hes readyto joinin but then changeshis mind when realizing how late itis(Joeyenters askingif heshouldjoininthegamebutPhoebenotices himthat shes already thrownaway twojacksonces because theryou look unhappywiththem)(CharlieSheensuddenlyappearsattheroundtableaskingwhathesdoingoftenwhenhedeals)Theroomgoesto laughter as everyone enjoys their time together gambling )\nIn Scene2 (from 6 :48 -9:47), we see Joey trying tp persuade Phoibe Not Toset asideher jacksin favorof higher value cardssayingshe doesn’t want toplay anymore since thereare only three players left including himself .However ,phoebedeclinesby pointingoutthe odd number offiveplayercallingit “unlucky”; meanwhile., ross & chandalarestart talking about charliesheetalkingabouthow good luckytheyhavbeento beat him twice recently – even thoughcharliessaid something funny earlier which madeeveryone giggle.). Meanwhile Char liesteps outsidefor afreshair break–only tor eenter againmomentslater w/anexcitedexpressiononhi s face!)",
    "subtitle__00005": "The 10 of spades and the 6 of clubs.-No, you can't -I have the 10 of spades! Here.Thanks!-No, you can't do that. -Don't need them. I'm going for fours.Oh, you'reYou're going for fours. Chandler, could you? Thanks, man.Here we go.We've got salmon roulettes and crudites.What are you doing?In poker, there's no food with more than one syllable.It's got to be like chips or dip or pretzI hope you'll let it slide just this once. I was all out of \"pretz.\"Now the dealerWe got it. Let's play for real. High stakes. Big bucks!You sure? Phoebe just threw away two jacks because they didn't look happy.But I'm ready. So just deal.Okay, last-minute lesson! Joey....Three.Eight.Eight. Three. All right, very good.",
    "caption__00006": "Certainly! In Season 1, Episode 18 of Friends titled \"The One with the Jam,\" Ross and Rachel are playing a game of Monopoly when Joey enters their apartment. Here's what happens next:\n<Cap>-You owe us money.</ <Img>Ross throws down his cards in frustration as he realizes that they have lost to him.]",
    "subtitle__00006": "Damn it, damn it, damn it!Joey had two fives showing, so for you to raise wasYes?Downright gutsy.-I see, so you were lying. -About what?-About how good your cards were. -I was bluffing.And what is bluffing?Is it not another word for lying?Sorry to break up this party, but I've got to go fax resumes before work.-We've got to settle. -Settle what?The Jamestown colony of Virginia.See, King George is giving us the land....-The game, Rachel. You owe us money. -Right.It's their first time. Let's forget about the money.Hell, no. We'll pay!Monica, I had another answer all ready.And you know what? We want a rematch.That's fine with me. Could use some money.-You're enjoying this, aren't you? -Well, yeah, I am.So you get your ya-yas by taking money from your friends.",
    "caption__00007": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode_18 of Friends.\nIn this episode titled \"The One with Ross and Rachel’s Wedding,\" Ross Geller (David Schwimmer) is getting ready for his wedding day to Emily (Helen Baxendale). However, he starts having second thoughts about marrying her when he sees Rachel Green (Jennifer Aniston), who has just returned after being away for three months. Meanwhile, Joey Tribbiani(Matt LeBlanc) tries to impress Phoebe Buffay (Lisa Kudrow) by pretending to have an affair; Chandler Bing ( Matthew Perry ) gets drunk at Monica Gellar ' s (Courteney Cox Arquette) bachelor party ; And Jack Geller (Elliott Gould) discovers that Janice Litman-Goralnik (Maggie Wheeler) was once married before him . Towards the end ,Ross confesses his feelings to Rachel but she rejects them saying they can never work out because their relationship always ends in heartbreak",
    "subtitle__00007": "So you get your ya-yas by taking money from your friends.Yes, and I get my ya-yas from KEA.You have to put them together yourself, but they cost less.Look, this is poker. I play to win.For me to win, others have to lose.If you're gonna play, don't expect me to be nice.Because once those cards are dealt....Yeah?I'm not a nice guy.All right, let's eat.Did you get that from the \"I Love Rachel Pizzeria\"?-You still on that? -What was with that Black Bart speech?\"When I play poker, I'm not a nice guy.\"You're way off.No, I don't think so, because I think you love her!No. I might have had feelings for her at one time. Not anymore.I justMarcel! Where are you going with that disk?You are not putting that on again.",
    "caption__00008": "Certainly! Here is a detailed summary of the video content from Season 1, Episode 18 of Friends:\nThe episode begins with Rachel and Monica in Central Perk discussing their love lives. Ross enters carrying flowers for Carolyn (Rachel's ex-fiancee) which leads to an awkward moment between him & his friends at the coffee shop table as they all try not make eye contact or comment on it while he sits there looking uncomfortable trying hardest avoid them until finally leaving after giving up when Joey makes snide remark about how much money those costed leading everyone else into laughing including Chandler who quips that maybe should have gotten something cheaper like \"a dead plant\". Meanwhile outside another argument ensues over whether Gunther likes her more than just friend because she gave away free drink by mistake during work hours; meanwhile inside Phoebe finds herself getting frustrated due being unable find any suitable job opportunities despite having impressive resume full various talents ranging form singing dancing acting playing guitar etc., but no one seems interested enough hire unless perhaps Mr Heckles himself might consider employment opportunity if only knew what exactly were capable doing beyond simply cleaning house every now then again... Back indoor scene continues where Janice visits buddy group once gain asking help translating letter written someone named Spiro whom sheroomates seemingly disliketh very intensely even going so far calling police upon discoverythathe had left refrigerator running without permission - this causes tension amongst gang members especially sincejaniceshares details regarding spiro personal life involving multiple marriages divorces affairs childrensiblingsgrandchildren making joke outof situation somewhat difficult maintain composure particularly monicaby janicedemands explanation whyshedoessuchthings repeatedly throughout conversation culmination involves phoeberevealing shock revelationsregardingher past romantic entanglementwithone particularindividualwhose identity remains unknown till date adding further complexity dynamics among close circlefriends.... As scenes progress espresso machine malfunctions causing messy brew everywhere except cups intended recipients faces resulting chaos pandemonium ensuing moments laterwhenchandlertriesagaintoflirtattemptsmakegoodfirstimpressiononlyforjoeytorejecthimdirectlyleadingcharactersengageinvariousbanterback&",
    "subtitle__00008": "You are not putting that on again.If you press that button, you are in very big trouble.You believe what a jerk Ross was being?-Yeah, I know. -He can get really competitive.What?\"Hello, kettle? This is Monica. You're black!\"Please!I'm not as bad as Ross.I beg to differ. The Pictionary incident?That wasn't an incident.I was gesturing and the plate slipped out of my hand.-I got an interview! -You're kidding! Where?Saks Fifth Avenue.Oh, Rachel!It's like the mother ship is calling you home.",
    "caption__00009": "Sure, I'd be happy to provide you with a summary of the video content from Season 1 Episode 18 of Friends!\nIn this episode titled \"The One Where Ross and Rachel Take A Break,\" Ross (David Schwimmer) is feeling down after his breakup with Carol (Anita Barone), so he turns to drinking. Meanwhile, Monica Geller (Courteney Cox) has just moved into her new apartment in Central Perk when she finds out that Phoebe Buffay (Lisa Kudrow) knows about it beforehand without telling anyone else; as such.,Monica becomes upset at both women for not being honest enough regarding their personal lives within close friend circles like hers - especially since they all live together under one roof anyway). At work ,Rachel Green(Jennifer Aniston) discovers an old boyfriend named Mark who now works there too – leading them back through past memories while trying hard NOT think anything romantic between themselves again despite still having strong feelings left overfrom previous relationships . Throughout these events unfold throughout various scenes set inside apartments shared among friends living nearby each other near New York City streets filled wih people going on daily routines including jogging or walking dogs along sidewalks lined up against tall buildings tower above everything below ground level where cars drive by quickly passing others stuck sitting idly waiting patiently until something interesting happens next...all happening right outside someone’s window every single day life goes full circle complete yet another rotation around sun once more time passes us buy faster than we realize sometimes making decisions harder choices easier ones due course because change comes unexpected even though expected changes happen often times unpredictably leaving room open possibilities unknown futures ahead await discovery exploration adventure beyond what lies hidden beneath surface appearances seemingly ordinary moments revealing deeper truths buried deepest hearts desires longings dreamt nighttime imaginations awakened mornings bring forth fresh starts afresh beginnnings endless cycles renewal growth transformation evolution forward motion carrying everyone closer towards ultimate destination destiny calling loud clear ready whenever arrive may come soon fast approaching rapidly drawing nigh swiftness speed grace beauty wonder joy bliss fulfillment purpose meaning legacy last breath taken final moment lived fully completely uttermost devotion love divine source creator maker higher power universe cosmos vast expanse mysteries unfathomable depth infinite wisdom guiding light shining bright illuminating pathways journey",
    "subtitle__00009": "It's like the mother ship is calling you home.-What's the job? -Assistant buyer.I would be shopping!For a living!That's Aunt lris. She's been playing poker since she was 5.You've got to listen to every word she says.-ls Tony Randall dead? -I don't think so.-He may be now. I hit him with my car. -My God, really?No, that's bluffing. Lesson number one.Let me tell you something. Everything you hear at a poker game is pure crap!-Nice earrings. -Thank you.-Girls, sit down. -Aunt lris, this is Phoebe and Rachel.Listen, I'm parked at a meter. Let's do it. Okay?We'll start with five-card draw.Then we'll go into the studs and the hold 'ems. I talked to Cousin Nathan.Don't touch the cards when somebody is dealing.How is Nathan?Now he thinks he's a man in a woman's body.Don't you mean a woman in a man's body?",
    "caption__00010": "Certainly! In this episode of Friends, titled \"The One with the Dental Care,\" Ross Geller is in a predicament after his dentist recommends he use Trident toothpaste. The scene takes place at Central Perk Cafe where Rachel Green and her friends are having dinner while discussing their personal lives over food.\nRoss enters the cafe looking upset as Monica Gellar greets him warmly before asking what's wrong; however, it becomes clear that something bothersome has happened when Joey Tribbiani asks if anything went awry during an interview for which they were all present earlier (presumably). It appears from there on out though – especially given how often these characters reference previous events throughout each season -that things aren’t going well between them either professionally or personally anymore since last time we saw any progress made towards resolving those issues back then previously mentioned within another conversation amongst themselves somewhere else entirely different altogether without further ado…",
    "subtitle__00010": "Don't you mean a woman in a man's body?It should be so simple.Ross, could we please listen to anything else?All right.I'm gonna pay for that tonight.Hi. Guys, guess what?The fifth dentist caved, and now they're all recommending Trident?No, the interview!Unbelievable! She absolutely loved me.We talked for over two hours. We've the same taste in clothes.And I went to camp with her cousin.-The job is perfect! I can do this. -That's great!-Then she told a funny story. -Great, tell us and we'll laugh.Let's play poker!",
    "caption__00011": "In this episode of Friends, titled \"The One with the Poker Face,\" Ross Geller (David Schwimmer) is playing poker against his friends Joey Tribbiani (Matt LeBlanc), Chandler Bing (Mathew Perry), and Monica Gellar (Courteney Cox). The game becomes intense when Rachel Green (Jennifer Aniston) joins in and starts winning consistently.\nRoss gets angry at her for not following their agreed-upon strategy to split any winnings evenly among themselves but then realizes he has a crush on her after she wins $750 from him using an impressive bluff move during play money games online free . Meanwhile ,Joey tries unsuccessfully flirtatious tactics toward Phoebe Buffay(Lisa Kudrow); whileChander struggles over how much information about himself should be shared through song lyrical references; AndMonicahas trouble keeping track offunds due toopposite reactionsfrom two different versions Of herself -one optimistic&smiling & another sad/angry looking backstage before entering stage again later Onset!",
    "subtitle__00011": "Let's play poker!Listen, we talked about it and if you don't wanna play, it's okay.Yes, we can play some other game. Like Pictionary?Very funny.-But we'd like to try poker again. -Yes, I think we should.-Do you want me to shuffle those? -That's okay, I'm gonna give it a go.So Pheebs owes $7. 50. Monica owes $10.00.And Rachel, you owe 1 5 big ones!Thanks for teaching us Cross-Eyed Mary. We gotta play that other way.All right, here's my $7.50. But this money is cursed.-What? -I cursed it!Now bad things will happen to the spender.I'll take it. Bad things happen to me anyway.This way, I can split them up with a movie.So that just leaves the big Greene poker machine, who owes 1 5.Could you be any smugger?Let's see. Rach, I'm opening up a new art gallery...",
    "caption__00012": "Certainly! In Season 1, Episode 18 of Friends titled \"The One with the Monkey,\" Ross and Rachel are at a restaurant when they notice their friend's monkey playing poker. The group decides to challenge each other in games while waiting for food but things get out hand as people start losing money left right and center\nRoss is particularly upset because he lost $30 dollars which was given by his ex-wife Carol Willick who had promised him that she would give it back after her divorce from Robert Barone . Meanwhile Chandler tries unsuccessfully not laugh during Joey’s silly antics ,Monica gets angry over Janice constantly making fun of her weight gain (which has been caused due to medication) & Phoebe finds herself attracted towards one of Mike Hannigan ' s friends",
    "subtitle__00012": "Let's see. Rach, I'm opening up a new art gallery......and I could sure use the portraits of Lincoln and Hamilton.It's so typical. \"I'm a man! I have a penis!I have to win money to exert my power over women!\"This isn't over.We'll play you again. We'll win. You'll lose.You'll beg. We'll laugh.We'll take every last dime you have. And you'll hate yourselves forever!Kind of stepped on my point there, Mon.I can't believe you lost! How much did they take?Like 30 bucks.-I'll give you that money back. -Really?No, I'm bluffing! You guys haven't learned crap!-Hand me the cards! -Can l?Yes!Wanna give us your money now? We can skip the formality of really playing.No, that's fine. We'll see who has the last laugh, monkey boy.Done with chitchat? Ready for serious poker?You guys, look! The one-eyed jack follows me wherever I go.",
    "caption__00013": "Sure, I'd be happy to help you with that! Here is a detailed summary of the video content from Season 1 Episode_18 of Friends:\nThe episode starts off at Central Perk coffee shop where Ross Geller (David Schwimmer) and his friend Mark are having breakfast. Rachel Green(Jennifer Aniston), who works as a waitress there, walks in wearing an attractive outfit which catches everyone’s attention including Joey Tribbiani'(Matt LeBlanc). Monica Gellar (Courtenay Coxe)) enters carrying groceries for dinner while Chandler Bingghamton ( Matthew Perry ) teases her about it . Meanwhile , Phoebe Buffet-Hannigan('Lisa Kudrow') plays guitar on stage during lunchtime entertainment when Gunther suddenly appears behind her singing along quietly without any instruments nearby; this moment between these two characters has become one if their most iconic moments throughout all ten seasons o fthe show ! As they continue talking amongst themselves outside after work hours ends.,Joey complimentsRachels new dress saying she looks like “a million bucks” but then quickly adds 'just kiddin', making lighthearted jokes together before part ways until next time around again soon enough...",
    "subtitle__00013": "You guys, look! The one-eyed jack follows me wherever I go.Right. Serious poker.-Mon, got any more of those salmon? -You want to eat or play poker?-Where are you going? -To the bathroom.Want to go to the bathroom or play poker?Go to the bathroom.-Well, I'm gonna order a pizza. -No!I'm waiting to hear from that job. The store closes at 9:00. Eat then.That's fine. I'll just have a Tic Tac to hold me over.All right. Cincinnati. No blinds. Everybody, ante.Yes!Or no.-All right! Your money's mine, Greene. -Your fly's open, Geller.You know what I just realized? Joker is poker with a \"J\"!Coincidence?That's jo-incidence with a \"C\"!",
    "caption__00014": "Љ Friends is a popular American sitcom that originally aired from 1994 to 2004. The show follows the lives of six friends living in New York City, their relationships and personal growth over several years. In season one episode_8 (titled \"The One with Ross's Teeth\"), which was first broadcasted on November ____, 1994 ,the following events occur:\nRoss Geller(David Schwimmer), who has been experiencing dental problems for some time now, decides it’s finally time to get his teeth fixed by getting braces . His friend Joey Tribbiani (Matt LeBlanc) teases him about this new development but ultimately offers support when he sees how self-conscious Ross feels about them during dinner at Monica Groper ' s house (Courtenay Cox). Meanwhile Rachel Green (Jennifer Aniston )and Chandler Bing'( Matthew Perry') continue arguing after she accidentally breaks something valuable belonging tp hiim while visiting hime; Phoebe Buffet (Lisa Kudrow)' shares her own childhood story involving an embarrassin g moment witn similar circumstances as Rachael'. Throughout th eepisode there are also various comedic moments including Gunther (James Michael Tyler) making fun o fMonicas weight loss efforts., monica trying out different accents/voices throughputhe conversation wuth joey & phoibe then eventually settling onto British Accent only because “it just sounds cooler” according to Her",
    "subtitle__00014": "-Phoebe? -Yeah, I'm out.-I'm in. -Me too.Me too. What do you got?You better hop out of the shower, because I got a flush.Well, well, well!Hop back in, bucko, because I got four sixes!I got four sixes! I won! I actually won! Oh, my God!You know what? I'll make a little Ross pile.Look!I think that one was Ross'. And I think that one was Ross'.Well, I have got your money And you'll never see itAnd your fly's still openI made you look-I'm in. -I couldn't be in-er.Monica, in or out?I hate this game!Joey, your bet.I fold like a hooker who got hit in the stomach...... by a fat guy with sores on his face.",
    "caption__00015": "Certainly! In this episode of Friends, titled \"The One with the Prom Video,\" Ross and Rachel are arguing about a video tape that could potentially ruin their friendship. The argument escalates to the point where they start throwing things at each other, including books and potted plants.\nMeanwhile, Joey is trying to impress his new girlfriend Kathy by pretending to be interested in her favorite TV show, but he ends up embarrassing himself when he can't even remember the name of one character from it. Chandler tries to make funny comments during an awkward moment between Monica and Richard (Kathleen Turner), who has just revealed some personal information about herself while discussing food allergies . Finally , Phoebe sings “Smelly Cat” for what seems like hours until everyone else loses interest exceptforJoey – muchtoPhoeb’s delight– althoughhe starts getting annoyed after several minutes too !",
    "subtitle__00015": "I'm out.-Ross? -I'm very in.-Chandler? -Couldn't be more out.Me too. Rachel?I will see you and I'll raise you. Do you wanna waste another buck?No, not this time. What did you have?-I'm not telling. -Show them.-No. -Show them!-Get your hands out of there! -I've had dates like this.Boy, you really can't stand to lose, can you?Your whole face is getting red. Veins popping out of your temple!Plus, that shirt doesn't really match those pants.-I'm not losing. -You're definitely losing.Hello. Rachel Greene.Excuse me. It's about the job!Barbara, hi! How are you?No, I understand.Come on. No, I'm fine. Don't be silly. Yeah.But if anything else opens up, pleaseHello?",
    "caption__00016": "In this episode of Friends, titled \"The One with the Football,\" Ross and Chandler are playing a game of Monopoly when Joey enters carrying his pet chicken, Mr. Peckers. The group begins to play cards while discussing their Thanksgiving plans until Rachel reveals that she has been invited by her ex-boyfriend's new girlfriend for dinner instead of spending it at home as usual (with friends).\nMeanwhile in another scene from inside Central Perk coffee shop: Phoebe is telling everyone about how much money she made selling Christmas decorations door -to-door; however, they all think something else because one friend mentions 'she sold those things last year too.' Suddenly there comes an interruption caused by Janice who burst into tears after being dumped via fax machine message earlier during lunchtime hours outside on sidewalk near Starbucks location! It seems like everything happens simultaneously throughout different locations within close proximity between two main settings shown here—the living room where our six pals reside above Chez Moondance restaurant owned operated jointly under contract agreement signed back then without realizing its expiration date had passed long ago now requiring legal action taken against them both financially & emotionally speaking...",
    "subtitle__00016": "Sorry, Rach.There's gonna be lots of other stuff.Okay.Where were we?Five-card draw. Jacks are better. Nothing wild. Everybody, ante.-Look, Rach, we don't have to do this. -Yes, we do.-All right. Check. -Check.-I'm in for 50 cents. -Call.I'm in.I see your 50 cents......and I raise you $5.I thought it was a 50-cent limit.I just lost a job, I'd like to raise it $5.Does anyone have a problem with that?-Not at all. -No.Loser?",
    "caption__00017": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode_18 of Friends.\nIn this episode titled \"The One with Rachel's Book,\" Ross and Monica are playing poker while Joey is trying out his new girlfriend Kathy (played by Christina Pickles). Meanwhile, Phoebe enters carrying her pet monkey Mr. Whiskers dressed in an evening gown for Chandler Bing’s party that night at their place; however she accidentally drops him on the floor when entering which leads them all into chaos as they try find where he has gone afterward! As if things weren't already complicated enough between these friends living together again – now there might just have been another addition added onto mix: none other than ex-girlfriendafficianadoRachael Green(Jennifer Aniston) who shows up unannounced wanting somethingfrom one particular member among those present company...can you guess whose request will cause quite alotof drama? Watch closely because tensions run high throughoutthis pivotal moment within friendship circle - especially since someone gets left holdingthe bag containing $20 dollars belongingto either side during game play earlierin scene <Cap>I see your twenty</img>.",
    "subtitle__00017": "-No, I fold. -What do you mean, you fold?I thought that, \"Once the cards are dealt, I'm not a nice guy.\"Were you just full of it?I'm in.-How many do you want? -One.Dealer takes two.-What do you bet? -I bet $2.Okay. I see your $2......and I raise you...... 20.I see your $20...... raise you $25.I see your $25 and Monica, get my purse.Rachel, there's nothing in it.Okay, then get me your purse.",
    "caption__00018": "Certainly! In Season 1, Episode 8 of Friends titled \"The One with the Blackout,\" Ross Geller (David Schwimmer) is playing cards in Central Perk when he receives a call from his ex-wife Carol Willick's new husband. The conversation between them reveals that Rachel Green(Jennifer Aniston), who was once married to Barry Farberman and had an affairwith Mark Robinson while she was still weddedto him, has been seeing someone else behind her friends back .\nMeanwhile Joey Tribbiani (Matt LeBlanc). Chandler Bing ( Matthew Perry ) tries unsuccessfully to impress MonicaGellar ' s roommate by showing off his knowledge about Thanksgiving traditions; Phoebe Buffay (Lisa Kudrow) teaches Janice Litman Goralnik how t play poker using food items as chips ;Monicasmall business venture making homemade cookies fails after they are contaminatedby raw meat left onthe counter at home..",
    "subtitle__00018": "-Here you go. Good luck! -Thank you.I saw your $25 and I raise you......seven.teen!Joey, I'm a little shy.That's okay, Ross. You can ask me.-What do you need? -1 5.-Here's 10. -I got 5.-Thank you. -Good luck.I am calling your 1 7.What do you got?Full house.You got me.-That's tough to beat. -I thought we had it!",
    "caption__00019": "Certainly! Here is a summary of the video content from Season 1, Episode 8 of Friends:\nThe episode begins with Rachel Green (Jennifer Aniston) and Monica Geller's (Courteney Cox) argument about who will get to keep their old high school yearbook. Meanwhile, Joey Tribbiani (Matt LeBlanc), Chandler Bing (Mathew Perry), Ross Gelman(David Schwimmer), Phoebe Buffay-Hannigan (Lisa Kudrow), and Gunther (James Michael Tyner) are in Central Perk discussing how they all have different personalities despite being friends for years . They also talk about Janice Litmeier ' s return visit after many months away , which leads them into reminiscing on past memories together as friends.. As this conversation unfolds outside while waiting foir an order at Joeys coffee shop window seatlots o f flashback scenes showcase moments frm throughout season one such us when mona got drunk during Thanksgiving dinner w/rachael green & chandlers first date night / ross confess his love tp rachell etceteras these clips highlight key moment that helped shape each character’s personality traits today eveythings back inside central perk where everyone gathers around joey watching him try out new hairstyles using various objects like hairspray canister capes hats anything he could find nearby until finally deciding upon what looks good enough furthr story continues next week...",
    "subtitle__00019": "-That's tough to beat. -I thought we had it!When you don't have the cards, you don't have the cards.But look how happy she is.-Airmail. -Airplane. Airport. Airport '75!Airport '77! Airport '79!Time's up!Bye Bye Birdie!"
}