{
    "caption__00001": "Certainly! The video is from Season 7 of the popular TV show \"Friends,\" specifically episode number _________. Here's a detailed summary of what happens in this particular scene:\nThe gang gathers at Central Perk, their favorite coffee shop and hangout spot, where they are greeted by Phoebe Buffay (played by Lisa Kudrow) with some exciting news - she has written her first song for an upcoming talent night event hosted by none other than Joey Tribbiani (Matt LeBlanc). As expected, everyone gets excited about it except Rachel Green (Jennifer Aniston), who seems uninterested or even annoyed that yet another one of Phoebe’s eccentricities will be on display soon enough – especially since there was talk earlier during dinner regarding how much money Ross Geller had spent to fix his car after he accidentally left its engine running while parked outside Monica Gellar’s restaurant kitchen window late last weekend when Chandler Bing walked out onto said balcony just as smoke started billowing everywhere inside; all eyes turn toward him now instead because no way did anyone else forget something like THAT happened recently without mention anything until later today–but before any further discussion can take place amongst themselves… enter stage right—the waiter carrying two tray laden high above head height containing not only drink orders but also dessert options galore including chocolate cake & ice cream sundae bar complete w/ hot fudge brownie bits sprinkled generously throughout each serving alongside complimentary fortune cookies bearing messages ranging anywhere between hilarious jokes shared among friends meant purely playful nature versus more serious life lessons reminding viewers alike why sometimes we need those closest around us most whenever times get roughest —just ask poor old Mr Beaver here whose latest misfortune involves getting stuck underneath table leg thanks largely due carelessness though mostly luckily avoidable mistakes made previously over past weeks leading uptodate situation currently unfoldin front our very own eagle-like gazes straight into heartwarmingly comedic chaos ensuetherefore ensuring maximum entertainment value continues well beyond next commercial break scheduled shortly forthwith following these opening credits sequence wrap upshowcasing talented cast members performing various musical numbers set against visually stunning backdrops designed exclusively created enhance",
    "subtitle__00001": "Everybody! Central Perk is proud to present. . .. . .the music of Miss Phoebe Buffay.Thanks.I wanna start with a song that's about that moment. . .. . .when you suddenly realize what life is really all about.Here we go.Thank you very much.Oh, great! This is just--The One With the BlackoutEnglish Subtitles by GELULA & CO., INC.",
    "caption__00002": "Certainly! In this scene from Season 1, Episode 7 of Friends titled \"The One with the Loud Guy,\" Joey Tribbiani (Matt LeBlanc) is trying to call his mother using a payphone outside Central Perk. He's having trouble getting through due to a power outage in Manhattan and keeps receiving busy signals.\nMeanwhile, inside Central Perk, Rachel Green (Jennifer Aniston), Ross Geller (David Schwimmer), Monica Gellar (Courteney Cox), Chandler Bing ( Matthew Perry), and Phoebe Buffay(Lisa Kudrow) are chatting about their various romantic entanglements when they noticeJoey struggling atthepay phone .Ross suggests that he try calling collect , but Joey insists on waiting for his momtocall him back. Ashe continues tousearchfor her numberinhisaddress bookMonicashares an amusing storyabout how she once triedtosmugglea sandwich into thesubway by hiding it inconcealable container- only torememberit laterat home..",
    "subtitle__00002": "This is so cool, you guys.The entire city's blacked out.Mom says it's Manhattan, Brooklyn and Queens. . .. . .and doesn't know when it'll be back on.You guys, this is big.Pants and a sweater. Why, Mom?Who will I meet in a blackout?Power-company guys? Eligible looters?Can we talk about this later?Can I borrow the phone?I wanna call my apartment and check on my grandma.What's my number?I never call me.Oh, my God! It's her.It's that Victoria Secret model.Something Goodacre.Hi, Mom, it's Jill.She's right. It's Jill. Jill Goodacre.Oh, my God!I am trapped in an A TM vestibule with Jill Goodacre.Is it a vestibule? Maybe it's an atrium?Yeah, that is the part to focus on, you idiot.I'm fine. I'm just stuck at the bank in an ATM vestibule.",
    "caption__00003": "Certainly! In Season 1, Episode 7 of Friends titled \"The One with the Blackout,\" Chandler's old roommate is Jewish and he makes a comment about Hanukkah. The scene takes place in Monica Geller's (Courteney Cox) living room where everyone except for Joey Tribbiani(Matt LeBlanc) are sitting on the couch talking.\nRabbi Judith Schorsch (Linda Kashian), who wasChander Bingersold 'roommate when they were younger comes to visitMonicasince she knows that Monics parents have passed away recently . RabiJudy brings some candles as gifts which spark conversation amongthemonkeys because noneof them has any lightsfor their menorrahhscelebration tonight since it falls ontoday night after Thanksgiving weekendwhen most stores arent open late enough toresolve this problem ,Joey suggests using ugly naked guyas an alternative sourceofthe lightsthough no one takesthis suggestion seriously until Rachel Green ( Jennifer Aniston ) remembers shes seen him before at Central Perk coffee shop wheretheelves would often hang out together during final examsat college..",
    "subtitle__00003": "I'm fine. I'm just stuck at the bank in an ATM vestibule.Jill says vestibule......I'm going with vestibule.I'm fine.No, I'm not alone.I don't know, some guy.Oh, some guy. I am some guy.Hey Jill, I saw you with some guy last night.Yes, he was some guy.Hey, everyone.Officiating at tonight's blackout is Rabbi Tribbiani.Chandler's old roommate was Jewish, and these are the only candles we have. . .. . .so happy Hanukkah!Look! Ugly Naked Guy lit a bunch of candles.That had to hurt!All right, all right! It's been 14 1/2 minutes......and you still haven 't said one word. Oh, God!Do something! Just make contact. Smile!There you go.",
    "caption__00004": "Certainly! In this episode of Friends, titled \"The One with the ATM,\" Chandler Bing (played by Matthew Perry) is seen trying to make a phone call from an automated teller machine vestibule. However, he becomes trapped inside and cannot escape due to Jill Goodacre's voice on his answering machines.\nHere are some key moments in the video:\n* <Cap>Oh my God</cap>,<img>. . He’s stuck within the atm vestible",
    "subtitle__00004": "There you go.You're definitely scaring her.Would you like to call somebody?Yeah, about 300 guys I went to high school with.Yeah, thanks.It's me.It's Chandler.Are you okay?I'm fine.I'm stuck in an ATM vestibule. . .. . .with Jill Goodacre.What?I'm stuck. . .. . .in an ATM vestibule. . .. . .with Jill Goodacre.I have no idea what you said.Put Joey on the phone.What's up, man?I'm stuck. . .. . .in an ATM vestibule. . .. . .with Jill Goodacre!Oh, my God!He's trapped in an ATM vestibule with Jill Goodacre!Chandler, listen.Like that thought never entered my mind.",
    "caption__00005": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode_7 of Friends!\nThe episode starts with Rachel and Ross arguing about their past relationship. They are at Central Perk when Joey enters wearing an oversized sweatshirt that reads \"I (heart) Chandler.\" Monica joins them and teases him for his outfit before revealing her own crush on Richard Burke - who she met while volunteering in Africa . Meanwhile , Phoebe is trying unsuccessfullyto get ridofa unwanted pizza delivery guy by pretending he has food poisoning untilhe finally leaves after being sickenedbyher foul breath.. Back AtMonicas Apartment.,Ross tries tounderstand why Rachelsays shes not interestedinhim romantically anymore despite still having feelingsforhermuch like they did duringtheir previousrelationship(whichended due tonon-stop talking). He confides this struggle intophoebewho offers words Ofencouragement alongwith some humorous advice such assuggestingshe should try dating someone else just so hedistract himselffromthoughtsof Rachael... As if things weren’t complicated enough already between these five friends living together under one roof – add into mix another potential suitor named Mark whose arrival causes even more chaos within thestructure offriendships established over time throughout series history !",
    "subtitle__00005": "Come on, somebody.I'll go. I'll go.Senior year of college, on a pool table.Pool table?That's my sister.My weirdest place would have to be. . .. . .the women's room on the second floor of the New York City Public Library.Oh, my God! What were you doing in a library?Pheebs, what about you?Milwaukee.Ross?Disneyland, 1989. ''It's a small world after all. ''No way!The ride broke down. . .. . .so Carol and I went behind a couple of those mechanical Dutch children.They fixed the ride, and we were asked never to return to the Magic Kingdom.Rachel?I already went.-You did not go. -Yes, I did.Tell us. Come on.The weirdest place would have to be. . .. . .the foot of the bed.-Step back! -We have a winner!",
    "caption__00006": "In this episode of Friends, titled \"The One with the Burning Question,\" Ross and Rachel are discussing their past relationships while sitting on a couch in Monica's living room. The conversation turns to Barry (Ross' ex-wife) who didn't even kiss him when they were holding hands at miniature golf course because he was too busy trying not get caught by people behind them; meanwhile Chandler is making funny comments about it from across the table as usual!\nAs Joey enters into an animated discussion regarding his theory that passion has gone down since '80s pop star Whitney Houston released her album I’m Your Baby Tonight – which features some pretty steamy dance moves if we do say so ourselves–Monica interjects jokingly asking whether anyone else thinks there might be something wrong w/her after all these years awayfrom music? This leads way for Phoebe share hers views how sometimes she feels like shes missing out bc noneof guys ever show any interest towards anything beyond just sexually whereas others seem more concerned solely upon physical intimacy rather than emotional connection first before getting romantic or sexual involved…Joey then chimes back saying though maybe those kinds Of connections happen later once things have calmed dwn enough between two ppl where trust becomes established & security follows suit eventually leading toward deeper feelings being expressed openly without fear anymore due time constraints etcetera..",
    "subtitle__00006": "I've never had a relationship with that kind of passion.Where you have to have somebody right there in the middle of a theme park.It was the only thing to do there that didn't have a line.Barry wouldn't even kiss me on a miniature golf course.Come on.He said we were holding up the people behind us.And you didn't marry him because. . .?Do you think there are people that go through life. . .. . .never having that kind of. . .?-Probably. -Really?I'll tell you something. Passion is way overrated.-Yeah, right. -It is.Eventually, it kind of burns out.But hopefully what you're left with is trust and security and. . . .In my ex-wife's case, lesbianism.For all those people who miss out on that passion thing. . .. . .there's other good stuff.But I don't think that'll be you.You don't?I see big passion in your future.Really?-You do? -I do.Ross, you're so great.",
    "caption__00007": "Certainly! In Season 1, Episode 7 of Friends titled \"The One with the Blackout,\" Ross Geller (David Schwimmer) is trying to win over his co-worker Rachel Green's (Jennifer Aniston) heart. He invites her out on a date and buys her expensive gifts in an attempt to impress her. However, things take an unexpected turn when New York City experiences a blackout during their dinner date at Central Perk coffee shop <Cap>.\nRoss tries to make light conversation while they wait for power restoration but ends up revealing too much about himself<Img>to Rachel: he confesses that has been waiting yearsfor someone likeherand admitshe hasn’t movedonthe “friend zone” yet because hes not ready . Meanwhile , Joey Tribbiani(Matt LeBlanc ) finds creative ways topass timewith Chandler Bing ( Matthew Perry), MonicaGellar ' s brother Randall Winstead (Toby Huss). And Phoebe Buffay ‘smuses everyone by pulling outeachical tricksto convince them she isn’thaving sex w ith Mike Hannigan(' Paul Rudd') behindMonicas back.. As darkness falls upon th e city streets outsideCentralPer k.,the friends share storiesof pastblackouts – including one involving MrSuevskyfrom earlierinthes episode– until electricity returns just as suddenlyasit disappeared .",
    "subtitle__00007": "Ross, you're so great.It's never gonna happen.What?You and Rachel.Why not?Because you waited too long to make your move. . .. . .and now you're in the ''Friend Zone. ''I'm not in the Zone.No, Ross. You're mayor of the Zone.Look, I'm taking my time, all right?I'm laying the groundwork.Every day I get a little bit closer to. . . .Priesthood!I'm telling you, she has no idea what you're thinking.If you don't ask her out soon, you'll end up stuck in the Zone forever.I will, I will.I'm waiting for the right moment.What?What, now?What's messing you up? The wine?The candles? The moonlight?",
    "caption__00008": "In this episode of Friends, titled \"The One with the Blackout,\" Ross and Rachel are at Central Perk when they notice a black cloud approaching. They quickly leave to find shelter but end up getting stuck in an elevator during a power outage caused by a storm.\nMeanwhile, Joey is trying unsuccessfully to impress his crush, Kathy (played by actress Elisa Donovan), while Chandler tries to deal with his fears about being trapped inside Monica's house due to another blackout. Meanwhile, Phoebe has her own issues as she struggles through dating again after breaking off things with Mike Hannigan earlier that day; however, it becomes clear throughout their conversation together on how much both still care for each other despite having moved forward separately since then! Finally there’s Gunther who finds himself caught between two women: one wants him back once more whereas another just discovered something surprisingly interesting – will either get what THEY want from HIM? As tensions rise amongst these friends amidst all these changes happening around them.,",
    "subtitle__00008": "The candles? The moonlight?You gotta go up to her and say, ''Look, Rachel, I think--''-What are we shushing? -We're shushing. . .. . .because we're trying to hear something.What?Don't you hear that?See?Would you like some gum?Is it sugarless?-Sorry, it's not. -Then, no thanks.What the hell was that?Mental note: If Jill Goodacre offers you gum, you take it.If she offers you mangled animal carcass, you take it!New York City has no powerAnd the milk is getting sourBut to me it is not scary'Cause I stay away from dairy-Here goes. -You'll do it?-I'll do it. -Want help?You come out there, you're a dead man.Good luck, man.",
    "caption__00009": "Sure, I'd be happy to provide a summary of the video content from Season 7 Episode_ _of Friends.\nIn this episode, Ross and Rachel are planning a surprise birthday party for Monica, but they keep getting interrupted by various people, including Joey, Chandler, and Phoebe. Meanwhile, Gunther is struggling with his new job as manager at Central Perk, and Janice tries to convince Chandler that she's pregnant again.\nThe main plot revolves around Ross and Rachel trying to plan a surprisebirthdaypartyforMonicabutkeepgettinginterruptedbyothers.TheytrytoconcealtheirplansfromJoeyAndChanderbutitseemslikeeveryoneknowsaboutthesurpriseexceptRoss.MeanwhileGunthersufferingwithhisnewjobasmanageratCentralPerkwheretheygetintoall sorts oftribulationsincludingdealingWithdifficultcustomersonlineandeventuallyquitting.Janicesalso trystoconvincHandonthattheyshe’spregnantagainButchandoftcourseDENIESitisjustafriendlyhug.",
    "subtitle__00009": "Good luck, man.Thanks.-Where you going? -Outside.You can't!Why not?Because of the reason.That would be. . .?I can't tell you.What's going on?Listen. You gotta promise you'll never, ever tell Ross that I told you.-About what? -He's planning your birthday party.Oh, my God! I love him!You better act surprised.About what?My surprise party.-What surprise party? -Oh, stop it. Joey already told me.Well, he didn't tell me.Don't look at me. This is Ross' thing.This is so typical. I'm always the last to know everything.You are not. We tell you stuff.I was the last one to know when Chandler got bit by the peacock at the zoo.I was the last to know you had a crush on Joey when he was moving in.Looks like I was second to last.It's so nice.",
    "caption__00010": "Sure, I'd be happy to provide a detailed summary of the video content from Season 1 Episode_7 of Friends.\nIn this episode titled \"The One with Two Parts,\" Rachel and Joey are at Central Perk when they start talking about their past relationships. They both reveal that they have been in love before but were too afraid or embarrassed to express it. Meanwhile, Monica is trying her best not to get jealous after learning that Richard has kissed another woman during his trip abroad. Ross tries unsuccessfully to comfort her by telling stories about all the women he had dated since divorcing Carol Willick (the mother of Ben). Chandler Bing attempts to make things awkward for everyone else so as to distract himself away from how much he misses Janice Ian. Finally, Phoebe Buffay shares an interesting story involving Moo-Moo Paterson while playing poker games against Gunther; however she loses because Gunter cheated on purpose!",
    "subtitle__00010": "I have a question.Actually, it's not so much a question. . .. . .it's more of a general wondering. . . .--ment.Here goes.Well, for a while now, I've been wanting to. . . .Yes, that's right.Look at that little kitty!I'm on the top of the world Looking down on creationAnd the only explanation I can findIs the love that I found Ever since you've been aroundAll right, this is just Bactine. It won't hurt.Sorry, that was wax.Poor little Tootie's scared. We should find his owner.Why not put ''poor little Tootie'' in the hall?During a blackout? She'll get trampled.On second thought, gum would be perfection.Gum would be perfection?Gum would be perfection.",
    "caption__00011": "Certainly! In Season 1, Episode 7 of Friends titled \"The One with the Blackout,\" Ross Geller (David Schwimmer) is seen playing his guitar and singing a song for Rachel Green (Jennifer Aniston). The scene takes place in Monica's (Courteney Cox) living room during a blackout caused by a storm outside.\nRoss begins to play his acoustic guitar while sitting on the couch next to Joey Tribbiani (Matt LeBlanc), who joins him after being initially hesitant due to feeling self-conscious about his own musical talents. As they start strumming their guitars together, Chandler Bing ( Matthew Perry)) enters from upstairs wearing only boxer shorts and sunglasses before eventually joining them as well. Phoebe Buffay(Lisa Kudrow) also participates later into the impromptu jam session that includes all five main characters seated around coffee tableside each other .",
    "subtitle__00011": "Could've said, ''Gum would be nice. '' ''I'll have a stick. '' But, no.For me, gum is perfection.I loathe myself!Oh, no, the Mellons. They hate all living things, right?We just found this cat. . .. . .and we're looking for the owner.It's mine.He seems to hate you. Are you sure?It's my cat. Give me my cat.Wait a minute. What's his name?Bob-- Buttons.Bob Buttons?Bob Buttons. Here, Bob Buttons.You are a very bad man!You owe me a cat.Here, kitty, kitty, kitty.Where did you go, little kitty, kitty?Come on, lucky sixes!",
    "caption__00012": "Certainly! The video you provided is from Season 7 of the popular TV show \"Friends,\" specifically Episode 13, titled \"The One with Paolo's Wedding.\" Here's a detailed summary of what happens in this episode:\nAct I:\n* Rachel and Joey are at Central Perk when they run into Ross. They tease him about his on-again off-again relationship with Phoebe. Meanwhile, Monica enters wearing an engagement ring, which she reveals to her friends was given by Chandler during their recent trip to Las Vegas. Everyone congratulates them except forJoey who seems jealous .\n Act II :\n * At Paulo ' s weddings , everyone gathers outside while he takes pictures inside With His bride..Monica tries talkingtoChanlder but He ignores Her as usual until She accidentally spills wine OnHis expensive suit jacket causing Him To blow up In anger And storm Off leaving monica feeling guilty & embarrassed...MeantimeRoss finds out that Paolos cat has gone missing soHe sets OutTo find It leading HIm Inside building Where hE seesPaolo naked taking A bath (which Is whyhe doesn’t speak much English) ...Rachael joins ross& togetherThey search Forcat unsuccessfully till paulo comes back Frombathroom looking frustrated because Of lost Cat issue too…(Cap).....<Img>\nIII:\nAfter some time passes phoibe arrives dressed As bridesmaid Wearing tacky green dress Which makes joey cringe; meanwhile chander returns after calming down following earlier incident w/monicasuit Jacketsmelling like wet dog due tp rainoutside ––onlyfor rachel TO point OUT how ridiculous it looks ONhim!! Then there IS moment between ROSS AND PAOLO wherein former express concern over latter finding new wife since hes been single fo long nowdays😔 lastlY before act III ends., < Cap >MOnicA enterS cryIng tears OF joy After seeing ChanDlersuited Up Again post -wine Spill drama unfolding around here?❤️ #friendstv#paolaswedding picTwittercomstatus=14056289774988499",
    "subtitle__00012": "Come on, lucky sixes!Everybody, this is Paolo.Paolo, I want you to meet my friends.This is Monica. . .. . .and Joey. . .. . .and Ross.He doesn't speak much English.Monopoly!Look at that!Where did Paolo come from?Italy, I think.No, I mean tonight, in the building? Suddenly into our lives?The cat turned out to be Paolo's cat. Isn't that funny?That is funny. And Rachel keeps touching him.I looked all over the building and I couldn't find the kitty anywhere.I found him. It was Paolo's cat.Well, there you go. Last to know again.And I'm guessing, since nobody told me, this is Paolo?Paolo, this is Phoebe.You betcha!",
    "caption__00013": "Certainly! In Season 1, Episode 7 of Friends titled \"The One with the Videotape,\" Ross and Rachel are at Central Perk when they start talking about their past relationships. They reminisce about how they used to date in college but broke up after a year due to misunderstandings between them both.\nRoss reveals that he still has feelings for her despite being married twice since then; however, she tells him it's impossible because his ex-wife Carol is pregnant again by another man named Tom (played by actor Jon Favreau). The conversation becomes awkward as Chandler enters carrying food from Monica who had asked Joey earlier if there was anything good on TV while watching an old taped Thanksgiving dinner featuring herself singing 'I Will Survive.' As this happens, Phoebe walks into the coffee shop wearing only one shoe which leads everyone else except Mr Heckles(their neighbor)to stare curiously until someone mentions something funny enough distracting everybody away from noticing what happened initially .",
    "subtitle__00013": "All right. Okay. What next?Blow a bubble. A bubble's good.It's got a boyish charm. It's impish.Here we go.Nice going, imp!It's okay. All I need to do is......reach over and put it back in my mouth.Good save! We're back on track and I'm......chewing someone else's gum.This is not my gum!Oh, my God! Oh, my God!And now you're choking.You all right?Oh, my God! You're choking!Better?Thank you. That was. . . .That was. . . .Perfection?",
    "caption__00014": "Certainly! In this episode of Friends, titled \"The One with the Thing,\" Ross and Rachel are discussing their relationship while sitting on a couch in Central Perk. The conversation is interrupted by Joey's entrance into the coffee shop, where he excitedly shares news about his new job as an actor at Geller Memorial Hospital (owned by Mr. & Mrs. Gellar).\nMeanwhile, Chandler enters carrying groceries for Monica but trips over them upon seeing another woman who looks similar to her - Helena Handbasket from London; they awkwardly exchange pleasantries before parting ways again without exchanging contact information or learning each other’s names properly due doe too much similarity between appearances rather than actual identity recognition features such us eye color/hair style etcetera . This encounter sets off some comedic moments throughout rest o fthe ep when either character tries tp recall details ab out person only known simply AS 'Helene'. As if things weren't confusing enough already , Phoebe burstsinto th room singing happily after having just received good test results frm doctor regarding h er mental health issues following recent breakup wiith Gary Oldman(played b y Tom Selleck) during which time she experienced vivid hallucinations involving talking chickens among others... all these plot threads come together towards end scene wher eRoss finally admits feelings toward Rachael despite previous denial followed closely behind confession that HE IS actually HER thing mentioned earlier within dialogue shared betweent hem two characters originally thought merely hypothetical until now revealed otherwise through unexpected twist ending leaving viewers wondering what exactly constitutes true love anyways?",
    "subtitle__00014": "What'd he say that was so funny?I have absolutely no idea.That's classic.My God, you guys! What am I doing?This is so un-me!If you want, I'll do it.I just wanna bite his bottom lip.But I won't.The first time he smiled at me. . .. . .those seconds were more exciting than three weeks in Bermuda with Barry.Did you rent mopeds?Because I've heard--Oh, it's not about that right now.I know it's totally superficial, and we have nothing in common. . .. . . .and we don't even speak the same language. . .. . .but God!Listen. . . .Listen, something you should know.Rachel and I are. . . .We're kind of a thing.-Thing? -Thing. Yes, thing.You have the sex?",
    "caption__00015": "Certainly! In Season 1, Episode 7 of Friends titled \"The One with the Blackout,\" Ross and Chandler are playing video games in Central Perk when they start to get hungry. Joey enters the coffee shop and informs them that there is a blackout throughout New York City due to an electrical malfunction caused by Monica accidentally pulling out too many extension cords while decorating for Thanksgiving dinner at Rachel's house earlier during <Cap>the day.</img>.\nRoss suggests ordering pizza but then remembers he has some leftover food from his previous relationship which leads him bringing up past issues between himself and ex-wife Carol Willick (Anita Barone). Meanwhile, Janice Litman Goralnik(Maggie Wheeler) visits her friend Jackie Burkhart who works asa waitressatCentralPerks .JackieshareswithJanicethatafterthedrunkChandlersmashed their car into a tree on theroad homefromThanksgingather ,Joeyexaggerateshowbadlyheisdoinginbedwhenhesays\"Iamnotgettingany younger.\"<Image >Monicasupportivelyrepliesbyofferingsomecomfortfoodforherfriendswhoshareadequatelydiscussessthememotionalturmoilcausedbythetemporaryblackoutexperienceincludingbeingstrandedeverywhereandaslosedwithoutpowerorcommunication.<Caption>< img>",
    "subtitle__00015": "Technically, the sex is not being had. But that's. . . .That's not the point.The point is that Rachel and I should be. . . .Well, Rachel and I should be together.And if you get in the. . . .In bed?No, not where I was going.If you get in the way of us becoming a thing. . .. . .then I would be, well, very sad.So do you. . .?You do know a little English?Little.Do you know the word crap-weasel?That's funny, you are a huge crap-weasel.Chandler, we've been here for an hour doing this. Watch, it's easy.Ready?Now try it.You gotta whip it.Look, look! The last candle's about to burn out.1 0, 9, 8, 7. . .",
    "caption__00016": "Certainly! In Season 1, Episode 7 of Friends titled \"The One with the Blackout,\" Ross Geller (David Schwimmer) and Chandler Bing's (Matthew Perry) apartment building experiences a blackout. The episode takes place in December during Christmas time; Monica Gellar(Courteney Cox), Rachel Green (Jennifer Aniston), Joey Tribbiani ( Matt LeBlanc), Phoebe Buffay (Lisa Kudrow).\nDuring this event: <Cap>Ross is upset because he thinks his ex-wife Carol will visit him for Thanksgiving.</img>. Instead, they go to dinner at Central Perk where everyone discusses their holiday plans until the power goes out due to an ice storm outside causing chaos among them as well as other neighbors who are also affected by it too - including Mr Heckles upstairs from them all again being noisy late into another night despite previous warnings given beforehand when there were complaints made about these disturbances earlier on throughout different episodes so far within season one thusfar .",
    "subtitle__00016": "1 0, 9, 8, 7. . .. . .minus 46, minus 47, minus 48. . . .-Thank you. -Thanks.Kind of spooky without any lights.Okay, guys, I have the definitive one.This isn't the best time to bring it up. . .. . .but you have to throw a party for Monica.This has been fun.Yes. Thanks for letting me use your phone. . .. . .and for saving my life.Well, goodbye, Chandler.I had a great blackout.See you.",
    "caption__00017": "Certainly! \"The One with the Fake Party\" is episode #7 of season one from popular TV show Friends. Here's a detailed summary:\nRoss and Rachel are preparing for their friends to arrive at his fake party, which he has planned as an excuse to get Monica back after she broke up with him earlier in the day (episode). Joey brings over Chandler Bing because nobody likes being alone on Thanksgiving; Phoebe Buffay arrives late due to her grandmother having just passed away that morning but still wants some fun before returning home again soon thereafter - only thing missing was Gunther who couldn’t make it since work kept calling asking when exactly this “faux bash” would begin so they could send more customers during those hours instead while everyone else enjoys themselves inside without worry about interruptions outside until later once all guests have arrived already anyway except maybe Janice whose presence might cause trouble given past experiences between herself & Ross especially considering how things ended last time around what started out friendly enough turned sour quickly leading right into another argument shortly followed closely behind by yet ANOTHER fight involving not two people anymore...but THREE now including newcomer Mr Heckles too showing no mercy towards any member present despite never actually meeting them face-toough previously speaking solely through letter correspondence prior thus making everything even crazier than usual thanks mainly due its unpredictability factor plus added tension stemming directly FROM said unexpected turn events unfolded throughout each scene culminating finally toward climactic finale where emotions reach boiling point resulting ultimately either reconciliation amongst former lovers or further alienation depending upon viewer preference overall leaving viewers wondering whether next week will bring similar chaos within friend circle",
    "subtitle__00017": "I'm account number 7143457. And I don't know if you got any of that. . .. . .but I would really like a copy of the tape.",
    "caption__00018": "Sure, I'd be happy to help you with that!\nIn this episode of Friends,\"The One Where Ross and Rachel Take a Break\",Ross is feeling smitten after spending time together. He decides he needs some space from his feelings for her so they decide on taking an \" break\". Meanwhile Monica has been dating Richard but things are not going well as she finds out about him kissing another woman at the bar while hanging around Chandler who tries unsuccessfully to get rid off Joey by giving away free food in exchange for information regarding whereabouts of Janice (Chandlers ex). The group then gets invited over to Emma(Joes friends) housewarm party which turns into chaos when everyone brings their own drinks leading joe to make up excuses like having diarrhea justifying why hes unable attend due to embarrassment caused earlier during dinner .",
    "caption__00019": "Sure, I'd be happy to help you with that!\nIn season 7 of the popular TV show Friends, there are several memorable moments and events throughout each episode. Here is a detailed summary of one particular scene from Season 1 Episode_: \"The One Where Ross And Rachel Take A Break\" :Ross Geller (David Schwimmer) has just discovered his ex-wife Rachels'(Jennifer Aniston ) new boyfriend Paolo(Giancarlo Esposito). Feeling jealous , he confronts her about it in front of their friends at Central Perk coffee shop . However when Phoebe Buffaylletalksabout how she used touse an old man for money by pretendingto b e illiterate sohe would pay hertuition feesat college,the conversation turns awkward as everyone realizes what shenever said was not appropriate or respectful towards others experiencesor situations they may have been through.. Meanwhile Joey Tribbiani Jr.'ssays goodbye too Chandler Binggellwhois moving away due tomoveinwithhis dad... As usual this episodeshows offbeattitude humor intertwined wuth heartfelt momentsthat highlight themain characters personal growth journey over time"
}