{
    "caption__00001": "Certainly! The video you provided is from Season 1, Episode 1 of the popular TV show \"Friends,\" titled \"The One Where Monica Gets a Roommate.\" Here's my detailed summary:\nMonica (Courteney Cox) has just moved back to New York City after living with her ex-fiance in Philadelphia. She finds it difficult to adjust alone and decides she needs roommates for financial support as well as companionship. Joanna (Elle Macpherson), an attractive woman who works at Central Perk coffee shop, shows up unannounced on Thanksgiving Day looking for cheap rent but ends up staying longer than expected due to unexpected events that unfold throughout episode; one such event involves Chandler Bongeson(Matthew Perry). Meanwhile Rachel Greenfield Greene Burrows (Jennifer Aniston) returns home early because Ross wants his favorite turkey soup recipe which he left behind when they went their separate ways years ago - only thing though? He doesn’t actually remember giving said receipt away nor does anyone else seem interested enough about its whereabouts except maybe Gunther Tooley himself... As these storylines progress we see how each character interacts differently around others within close proximity while also learning more details surrounding past relationships between them all leading towards some pretty big reveals by episodes end",
    "subtitle__00001": "Do you think they have yesterday's Daily News?I just wanna check my horoscope, see if it was right.Oh, my God! Don't look now. Behind you there's a guy. . .. . .who can break our hearts and plunge us into depression.Where?Come to Mama!He's coming! Be cool! Be cool! Be cool!-Nice hat. -Thanks.-We should do something. Whistle. -We're not whistling.Come on, do it!Do it! Do it! Do it! Do it!I can't believe you did that!The One With Mrs. BingEnglish Subtitles by GELULA & CO., INC.",
    "caption__00002": "Certainly! In this episode of Friends, titled \"The One with the Fake Party,\" Ross and Rachel are preparing for a dinner party they're hosting at their new home. However, things take an unexpected turn when Monica discovers that Phoebe has invited everyone in Central Perk without consulting her or Joey.\nMeanwhile, Chandler is struggling to come up with ideas for his secret Santa gift exchange with his coworkers, while Janice tries to convince him to get rid of his pet monkey because it smells bad. Back at the Geller residence, Emma accidentally knocks over a bowl of soup on Ross's expensive rug, causing tension between herself and Carol Willick (Ross's ex-wife). As the evening progresses, hilarious moments ensue as each character deals with various issues related to food poisoning from eating spoiled pizza rolls prepared by Phoebe; awkward small talk during cocktail hour led by Monica: and more mishaps involving unwanted guests crashing parties hosted within apartments shared among friends living together under one roof - all culminate into chaos before reaching its comedic conclusion amidst laughter & good times spent amongst close buddies enjoying quality time off screen too",
    "subtitle__00002": "Why did I woo-hoo?Was I hoping he'd turn around and say. . .. . . ''I love that sound. I must have you now''?I just wish there was something we could do.Hello, coma guy.Get up, you Girl Scout! Up, up, up!What are you doing?Maybe nobody's tried this.I wish we at least knew his name.Look at that face.I mean, even sleeping he looks smart. I bet he's a lawyer.Yeah, but the dents in his knuckles mean he's artistic.Okay. He's a lawyer who teaches sculpting on the side.And he can dance!And he's the kind of guy who, when you're talking, he's listening. . .. . .not saying, ''I understand'' . . .. . .but really wondering what you look like naked.I wish all guys could be like him.I know.Are there no conscious men in the city for you two?He doesn't have anyone.We feel kind of responsible.I can't believe you said, ''Woo-hoo! ''",
    "caption__00003": "Sure, I'd be happy to help! The video you provided is from Season 1 of the popular TV show \"Friends,\" specifically Episode 11. Here's a summary of what happens in this episode:\nThe scene opens with Rachel Green (Jennifer Aniston) entering Monica Geller's (Courteney Cox) apartment and finding her friends watching television on the couch. Rachel mentions that she just got back from Paris where she worked as a waitress for two years after dropping out of college. She also reveals that Ross Gellar (David Schwimmer), who was her high school boyfriend, has been writing letters to her every week since they broke up five months ago but hasn't mentioned his new girlfriend Bonnie (played by Christina Pickles). Meanwhile at Central Perk coffee shop downstairs Phoebe Buffay(Lisa Kudrow) tells Joey Tribbiani (Matt LeBlanc) about how much money he owes her due to their bet over whether or not there would snow during winter break; however when Chandler Bing ( Matthew Perry ) enters saying something funny regarding Thanksgiving dinner earlier than usual so everyone starts laughing hysterically until security guards arrive asking them all why exactly are making such noise late into night hours while living above an old lady named Mrs .Krupnick whom nobody likes because according too Mr..Gellers dad -she stole one hundred dollars worth Of Christmas presents last year ! As if things weren’ t already complicated enough between these six best buddy pals sharing apartments , secrets &amp; lives together under same roof – now add ex-boyfriends coming around causing trouble like crazy…it seems only fitting given title “the One Where They All Get Arested” which perfectly captures chaotic atmosphere surrounding our beloved characters throughout entire season premiere episodes full stop without any further ado let me know whenever u need more details please feel free ask away😊",
    "subtitle__00003": "I can't believe you said, ''Woo-hoo! ''I don't even say, ''Woo-hoo! ''Oh, she's coming up!When we come back, we'll talk with the always-interesting Nora Tyler Bing!Put the kids to bed for this one.Don't watch this. Weekend at Bernie's is on Showtime and HBO!No way!Come on! She's your mom!Exactly. Weekend at Bernie's.Dead guy getting hit in the groin 20, 30 times.I gotta tell you, I love your mom's books! I love them!I cannot get on a plane without one. This is so cool!You wouldn't think it's cool if you were 1 1 . . .. . .and your friends were passing around page 79 of Mistress Bitch.I love your mom! I think she's a blast!You can say that. She's not your mom.Oh, please! She's the--Hi, sweetie!When did ''Rigatoni'' get back from Rome?-Last night. -Really?So then his plane didn't explode in a big ball of fire?Just a dream I had.But. . . .Hey, hey, hey! She's on!Nora Bing!Back to the book. What is this about you being arrested in London?Your mom was arrested?I'm busy beaming with pride.This is kind of embarrassing...",
    "caption__00004": "Certainly! The video you provided is from Season 1, Episode 11 of the popular TV show \"Friends,\" titled \"The One Where Monica Gets a Roommate.\" Here's a detailed summary:\nAct I (0-8 minutes):\n* Rachel Green arrives at her new job as a buyer for Ralph Lauren in New York City. She meets Gunther and Chandler Bing while ordering coffee at Central Perk. They tease each other about their jobs but quickly become friends when they discover shared interests like sarcasm and making fun of Ross Geller. Meanwhile, backstage during rehearsals with Joey Tribbiani performing on stage; Phoebe Buffay enters singing an offensive song that insulted everyone present because she thought it was just another audition piece until someone told them otherwise—leading to chaos among cast members who were not amused by this unexpected turn events unfold throughout episode one which introduces us all these lovable characters we know today – including how much time has passed since last season ended via dialogue between some old pals hanging out together again after work hours end(or so). It seems there hasn’t been any major change within friend group dynamics except maybe more tension now exists amongst certain individuals due largely In part bcause Of recent life changes such As moving away/back home etcetera... All things considered though everything still feels pretty status quo around here… At least till next week anyway😉",
    "subtitle__00004": "...but occasionally after I've been intimate with a man...Why would she say that's embarrassing?...I just get this craving for Kung Pao chicken.That's too much information!So now you're doing this book tour. How's that going?Oh, fine. I'm leaving for New York tomorrow, which I hate.But I get to see my son, who I love!This is the way that I find out. Most moms use the phone.Don 't take this wrong, I just don 't see you as a mom somehow.-I don 't mean that bad. -Oh, no. I'm a fabulous mom!I bought my son his first condoms.And then he burst into flames.Let's see. ''Congress is debating a new deficit-reduction bill.The mayor wants to raise subway fares.The high today was 45. ''Teams played sports.",
    "caption__00005": "Sure, I'd be happy to provide you with a summary of the video content from Season 1 Episode 11 of Friends!\nThe episode is titled \"The One Where Underdog Gets His Day\" and it opens with Rachel Green (Jennifer Aniston) returning to Central Perk coffee shop after being dumped by her fiancé Barry. Ross Geller (David Schwimmer), who has had feelings for Rachel since college, tries to comfort her but ends up making things awkward between them. Meanwhile, Joey Tribbiani (Matt LeBlanc) gets his first big acting role as an underdog in a commercial, while Chandler Bing ( Matthew Perry) struggles to deal with Monica Gellar 's(Courtenay Cox') new boyfriend Richard Burke (Tom Selleck). The group also discovers that their favorite restaurant, Mr .Spoons ,has closed down permanently which leads tp some hilarious moments at another nearby eatery called Moondance Diner where they all end uup eating together later on during dinner time frame shown throughout this particular scene within each character s perspective via split screen technique used here so viewers get multiple angles simultaneously without any confusion whatsoever regarding whose eyes are seeing whatever happens next along those lines involving food choices made amongst friends included therein too - until we reach our final destination: when everyone gathers around table full oF laughter filled memories shared among close circle comprised mainly outta these six individuals whom life brought closer through various experiences overtime leading towards unforgettable bond formed across generations yet still holds strong even today despite occasional bumps & bruises encountered en route toward maintaining lasting connections built upon mutual trust respect understanding empathy compassion kindness patience tolerance acceptance love care support friendship loyalty honor values morals ethics principles belief systems worldviews lifestyles habits rituals traditions customs practices cultures norms expectations hopes dreams desires goals aspirational ideologies inspirations motivators drivers passions interests talents abilities skills knowledge wisdom experience expertise creativity innovation problem-solving critical thinking logical reasoning emotive appeals rhetorical devices persuasiveness eloquence charisma charm magnetism appeal attractiveness likability relatableness approachabilit accessibility inclusivity openminded nurturing caring sharing giving",
    "subtitle__00005": "What about Glen?He could be a Glen.Not special enough.How about Agamemnon?Way too special.I'm famished. What do I want?Please, God, don't let it be Kung Pao chicken.You watched the show! What did you think?I think you need to come out of your shell.What is this dive?Only you could've picked this place.Come on. Shut up. It's fun. Give me a hug.-I think we're ready for some tequila. -I know I am.-Who's doing shots? -Hit me.There you go. Ross?I'm not really a shot-drinking kind of guy.Hi! Sorry we're late.We kind of just, you know, lost track of time.But a man can change.Anyone want me to appraise anything?",
    "caption__00006": "Certainly! In this episode of Friends, titled \"The One with the Italian Hand-Licker,\" Ross Geller is trying to impress a woman named Sandy by bringing her to dinner at his favorite restaurant. However, things take an unexpected turn when he realizes that the chef there - known as \"the Italian hand-licker\" due to his habit of licking food before serving it - has prepared something particularly disgusting for them: fried tarantulas.\nMeanwhile, Joey Tribbiani tries unsuccessfully to pick up women in bars and Chandler Bing makes funny comments about everything around him while sitting on Monica's couch eating popcorn. Phoebe Buffay also appears briefly towards the end of the video singing karaoke along with another customerat thesame bar whereJoey wastryingtopickupwomen . Overall ,thisepisodeofFriendshas plenty offunmoments interspersed throughout its runtime featuring some ifits most beloved characters engagingin various comedic situations",
    "subtitle__00006": "Anyone want me to appraise anything?Mrs. Bing, I've read everything you've ever written.When I read Euphoria at Midnight, all I wanted to do was become a writer.Oh, please, honey. If I can do it, anybody can.Start with half a dozen European cities. . .. . .throw in 30 euphemisms for male genitalia. . .. . .and you have got yourself a book!My mother, ladies and gentlemen!Yeah, any messages for room 226?-You okay, slugger? -Oh, yeah. I'm fine. I'm fine.What is with you tonight?Nothing. Nothing, nothing, nothing.Okay, thank you.It's the Italian hand-licker, isn't it?No. It's the one he's licking.She's supposed to be with you.You're good.I have sold 100 million copies of my books, and you know why?",
    "caption__00007": "Certainly! The video you provided is from Season 1, Episode 11 of the popular TV show \"Friends,\" titled \"The One Where Monica Gets a Roommate.\" Here's a detailed summary:\nAct I (0-8 minutes):\n* Intro music plays as we see an exterior shot of Central Perk coffee shop. Customers are seen chatting and laughing inside while sipping their drinks.) <Cap>Monica?</cap><img>Geller.</ img> Rachel Green enters with her luggage; she just moved back to New York City after leaving Ross in Vegas at the altar)<Caption>. She greeted by Joey Tribbiani who teases about how long it took for him to get there). Meanwhile outside perks up when Phoebe Buffay arrives carrying two large bags filled full or odd objects like umbrellas & rubber ducks etc.). Inside Chandler Bing tries unsuccessfully hide behind his newspaper but fails miserably due too much eye contact between himself&Ross Duncan – both looking awkward yet amused)) <Image>. As they all settle into seats near each other(Chandlers sits across form joys), Gunther walks over holding tray laden w/coffee cups asking if anyone wants anything else beyond what’s already been ordered–a classic move used throughout series history whenever someone needs break ice before things start getting really interesting!) After ordering everyone around takes turns sharing stories abut past rookie mistakes until suddenly realization hits them - “Oh no…we forgot our friend!” *pauses dramatically*. This leads way towards next scene where viewers learn more bout new character moving onto couch beside monicas')",
    "subtitle__00007": "I have sold 100 million copies of my books, and you know why?The girl on the cover with her nipples showing?No, because I know how to write men that women fall in love with.Believe me, I cannot sell a Paolo.People will not turn 325 pages for a Paolo.Come on. The guy's a secondary character.He's just a complication you eventually kill off.When?He's not a hero.You know who our hero is?The guy on the cover with his nipples showing?No, it's you.-Please. -No, really.Come on. You're smart. You're sexy.-Right. -Come on, kiddo.You're gonna be fine, believe me.I'll just pee in the street.Is Chandler here?Wait. Come here.",
    "caption__00008": "Certainly! In this episode of Friends, titled \"The One with the Hot Tub,\" Ross and Joey are at a coffee shop discussing their plans for an early morning racquetball game. However, they realize that neither of them has brought their racket to play tennis ball games in hot tubs as part of Chandler's birthday celebration plan (which includes Monica).\nMeanwhile, Rachel is talking on her phone about how she doesn’t have time because someone overslept; Phoebe enters wearing only one shoe while carrying two bags full of groceries from Bloomingdale's department store shopping spree after buying clothes similar but not identical enough so each item could be worn twice without anyone knowing except maybe Janice who would probably tell everyone anyway since gossip spread like wildfire among those close friends living together under same roof situations – especially when there was something juicy going around involving sister-in–law drama between Carol Willick [Chandlers wife] & Judy Geller[Monicas mom]. As if things weren't complicated already within friend circle dynamics - add into mix another potential love interest entering scene named Mark(played by Steve Zahn) whom some viewers might recognize him better known role previously played opposite Reese Witherspoon movie 'Sweet Home Alabama'. He seems interested towards both mona AND jOEY which causes tension amongst group dynamic given past experiences shared between these three characters particularly during season six episodes “theOne Where They All Turn Thirty” where joey had feelings toward MONICA too before ultimately deciding against pursuing anything further due mainly out fear being rejected or hurting either party involved emotionally speaking ....anyway back track focus primarily centering upon main plot points revolving racequets/tennis balls needed versus no avail leading ross&joey frantically searching high low finding suitable replacement equipment anywhere possible even resorting calling random strangers asking favors just moments prior arrives janices arrival offering assistance via providing extra pair hands helping locate necessary items quickly resolve pressing situation ahead allowing rest crew members prepare enjoy planned activities including relaxing inside large inflatable water containment vessel designed exclusively accommodate multiple individuals seeking relief cool off following long day working hard maintain various responsibilities home life etcetera..",
    "subtitle__00008": "Wait. Come here.Okay, about last night. . .. . .you know. . .. . .Chandler, you didn't tell. . . .We don't need to tell Chandler. It was just a kiss. No big deal, right?Right. No big deal.In Bizarro-world!You broke the code!-What code? -You don't kiss your friend's mom.Sisters are okay. Maybe a hot-looking aunt.But not a mom. Never a mom!What are you guys doing out here?Joey and I had discussed getting in an early morning racquetball game.But apparently somebody overslept.Yeah, well, you don't have your racquet.No. No, I don't because it's being restrung.Somebody was supposed to bring me one.Well, you didn't call and leave your grip size.You guys are spending way too much time together.I'm scum. I'm scum.-How could you let this happen? -I don't know.It's not like she's a regular mom.She's sexy. She's. . . .You don't think my mom's sexy?Well, not in the same way.I'll have you know that Gloria Tribbiani was a handsome woman in her day.",
    "caption__00009": "Certainly! In Season 1, Episode 11 of Friends titled \"The One Where Monica Gets a Roommate,\" Rachel Green (Jennifer Aniston) moves back to New York City and becomes the new roommate of her high school friend Monica Geller (Courteney Cox). The episode follows their initial awkwardness in living together as well as introducing other main characters such as Ross Geller (David Schwimmer), Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), and Phoebe Buffay(Lisa Kudrow.)\nIn this particular scene fromthe video:Monica is tryingto convinceRachelandJoey that she doesn't have any issues with them wearing eachother’s clothes. Meanwhile ,Chanlder appears at thes doorway making funny comments about how he can see bothofthem through his window while they are talking .",
    "subtitle__00009": "I'll have you know that Gloria Tribbiani was a handsome woman in her day.You think it's easy giving birth to seven children?Okay, I think we're getting into a weird area here.What are you doing here?Not playing racquetball.-He forgot to leave his grip size. -He didn't get the goggles.Sounds like you two have issues.Goodbye, baby.Do they wait for me to do this?-Are you gonna tell him? -Why would I tell him?How about, because if you don't, his mother might?What are you guys doing here?He's not even wearing a jock strap!What did I ask?What are you doing here?Nothing. I just thought I'd stop by, you know, after. . .. . .that I, you know.",
    "caption__00010": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode 11 of Friends.\nThe scene opens with Rachel Green (Jennifer Aniston) and Paolo Macchiato (Matt LeBlanc) standing outside Monica Geller's (Courteney Cox) bedroom door after he has left her mother's house following an argument. They are discussing their relationship when Ross Gellar(David Schwimmer),Monicas brother enters holdinga birthday cake for his sister .Rachels eyes light up atthe sightof thesmall party decorationsand sheexcitedly tellsPaolo,\"Oh my God! Lookat all thoseballoons!\" Paoloresponds by saying\"Ugh\", clearlyunimpressedby theregiftgivingceremony..Meanwhile ,Joey Tribbiani ( MattLeblanc )enters carrying abagfulsof balloonsforMonicainstead Of goingtoher room toreceive hersfromRoss.,he decides toplace theminfrontOf Joey instead since hedoest not want totracebacktothenosy situationwithChandler Bing ( Matthew Perry). As they chat aboutthedrama thathas beengoing onamongthesixfriends lately includingRachelempathizingwithex-boyfriendBingeuring himsheknows littleabouthimsince shereally doesn 't knowanythingabouthismorwhatactuallygoesondate nights etcetera... Suddenly,' snotty neighborNora Tunney appears outofthewindow above shoutingsome insult towardssimon as if it werepartoffriendship ritual between two longtime enemies before disappearingointo thin air once more leaving everyone involved wondering what exactly is goineedsay betweenthose twowomen every timethey cross paths?",
    "subtitle__00010": ". . .that I, you know.So what are you doing here?I'm not really here.I just thought I'd drop these off on the way. My way.Do you come here a lot. . .. . .without me?No, no, no.Do you think he's doing any better than he was this morning?How would I know? I wasn't here.Really? Not even to change his pajamas?Oh, my God!You're my friend. I had to tell you.I can't believe it.Paolo kissed my mom?I don't know if you noticed, but he had a lot to drink.I mean, you know how he gets when he's drunk--I can't do this. I did it.It was me. I'm sorry. I kissed your mom.What?I was upset about Rachel and Paolo and I had too much tequila, and Nora. . .. . .Mrs. Mom, your Bing, was. . .. . .just being nice. But nothing happened.Nothing. Ask Joey.Joey came in--You knew about this?You know, knowledge is a tricky thing.I spent the entire day with you. Why didn't you tell me?",
    "caption__00011": "In this episode of Friends, titled \"The One with Rachel's Book,\" Ross Geller is preparing to give a lecture at the university and asks his friends for help. Monica Gellar offers her support by bringing over some snacks while Joey Tribbiani tries unsuccessfully to assist in proofreading Ross' notes. Meanwhile, Phoebe Buffay enters carrying several boxes filled with books she has found on sale during an impromptu shopping trip; however, when asked about them later that day inside Central Perk coffee shop (where all six main characters hang out), it becomes clear none were purchased as part payment toward any debt owed anyone else among their group - particularly Chandler Bing or himself!\nAs if things weren’t already complicated enough between these two longtime pals – who have been known throughout history both romantically involved before but also close buddies since childhood days– now comes news from across town: someone named “Rachael” just published something called 'A Woman Undone.' This revelation sets off alarms bells within our little circle because not only does said author share similar initial letters/name combination like one member amongst us [hint hint], there are even rumors circulating around campus suggesting those same pages contain details pertaining directly towards certain individuals present here today... Could anything possibly be more awkward? As fate would have it though… yes!! It turns out another character introduced earlier simply referred backstage nicknames rather than actual names whenever referring themselves — so instead we get lines such asside comments directed specifically against particular people without ever actually mentionings THEIR proper identities until much further down line(s)... By contrast ,the conversation takes place entirely behind closed doors where privacy reign supreme—much needed given recent events involving various members sharing personal secrets under duress due mainlyto external pressures exerted upon each party concerned .",
    "subtitle__00011": "I spent the entire day with you. Why didn't you tell me?You're lucky I caught them, or else who knows what would've happened?Thanks, man. Big help.I can't believe this! What were you thinking?I wasn't. I don't know. I--No one knows the crap I go through with my mom more than you.-I know. -I can't believe you did this!-Me neither. -I'm mad at you for not telling me.-What are you mad at me--? -Let me slam the door!I didn't kiss her. He did. See what happens when you break the code?''A Woman Undone. By Rachel Karen Greene. ''I thought I'd give it a shot. I'm on the first chapter.Do you think his ''love stick'' can be ''liberated from its denim prison''?Yeah, I'd say so.And there's no ''j'' in ''engorged. ''Hey, Rach.-You going to the hospital tonight? -No. You?No. You?You just asked me.Maybe it was a trick question.Rachel, can we do this now?",
    "caption__00012": "Certainly! In this scene from Season 1, Episode 11 of Friends, titled \"The One Where Monica Gets a Roommate,\" Rachel Green (Jennifer Aniston) and Joey Tribbiani (Matt LeBlanc) are in Central Perk coffee shop. They're discussing Phoebe Buffay (Lisa Kudrow), who has just performed an unconventional song for the patrons at the cafe.\nRachel: *laughs* What was that? It sounded like something outta The Sound Of Music or somethin'. Did you see her eyes roll back during it too?'\nJoey: Oh yeah...Phoebe does stuff to people sometimes when she gets excited about music.' She started playing without warnin', man!' I mean no disrespect; we love 'er anyways.\"\nMonica Geller enters with Chandler Bing( Matthew Perry). After greeting them all warmly as friends since childhood days growing up together on their street.,she announces there will be new roommates moving into Apartment #20 starting next week because Ross wants space awayfrom his ex-wife Carol Willick’smom after recently getting engaged again following years apart due largely owning fault entirely himself thanks mainly being unable control emotions around females post breakup — especially those named “Carol” whose name seems almost taunting enough already given how often things go wrong whenever he tries anything remotely related romance whatsoever ever sense high school graduation day twenty five long hard fought battles won against depression demons still lurking deep inside mind despite medications prescribed every single waking hour daily life nowadays…anyway..back story aside—–it turns out one incoming tenant happens happen share last initial letter same first namesake middle full family surname spelling exactly matching yours truly here present company – making awkwardness potentiality even higher than usual levels expected amongst close quarters living arrangements generally speaking anyway before adding extra layer tension through shared history between certain individuals involved parties concerned leading toward eventual explosive confrontational showdowns down line should they fail adapt quick learn necessary social graces required maintain peaceful cohabitation harmony within confines small urban dwellings such settings typically found densest population centers worldwide today where personal boundaries constantly tested limits pushed beyond breaking points unless proactive steps taken",
    "subtitle__00012": "I am so hot!Here's my mother and father on their wedding day.Now, you tell me she's not a knockout.I cannot believe this conversation.Just try to picture her not pregnant.Central Perk is proud to present Miss Phoebe Buffay.Thanks.I'd like to start with a song about a man I recently met. . .. . .who's come to be very important to me.You don 't have to be awake To be my manLong as you have brain waves I'll be there to hold your handThough we just met the other dayThere's something I have got to sayThank you very much. I'm gonna take a short break.Okay, that was Phoebe Buffay, everybody.-What the hell was that? -Phoebe just started--I was talking to Joey. All right, there, mother-kisser?''Mother-kisser. ''",
    "caption__00013": "Certainly! In this episode of Friends, titled \"The One Where Ross and Rachel Take a Break,\" the friends are shown hanging out at Central Perk coffee shop. Here's what happens:\nRoss (David Schwimmer) is sitting on the couch with Joey (Matt LeBlanc), Chandler (Matthew Perry), Monica Geller(Courteney Cox Arquette), Phoebe Buffay (Lisa Kudrow), and Rachel Green (Jennifer Aniston). They discuss their relationships while sipping espresso shots from cups that resemble test tubes or beakers in science labs because they were given as gifts by fans who thought it would look cool if scientists drank drinks like chemistry experiments went wrong . Meanwhile., outside these conversations take place between other characters such us Gunther Frasier’s pet monkey Mr Beaksy; Janice Litman-Goralnik talking about how much she loves her new haircut despite being told otherwise By everyone else around them – even though no one really cares anyway since we all know exactly where our favorite character stands within seconds after seeing him/her enter frame due solely to personal preference rather than any actual plot development involving said personality traits during previous episodes.) As usual there may also include some comedic relief provided either directly through jokes made amongst themselves without regard for anyone elses feelings except maybe those belonging exclusively unto each individual member involved - especially when someone says something ridiculous enough so others start laughing uncontrollably until tears form inside eyes which can sometimes lead onto full blown waterworks depending upon just HOW funny whatever was stated truly happened!) Throughout most scenes featuring main cast members interacting together , viewers will notice subtle yet meaningful glances exchanged among close friendships formed over years spent working closely alongside one another both behind &amp front stage sets alike–all partaking equally shared responsibilities towards creating an entertainment experience unlike anything seen before anywhere near modern times thanks largely owed mainly toward creative minds responsible bringing forth beloved stories set against backdropped settings rife rich cultural references spanning decades past present future timelines allowing audience connect deeply emotional levels achieved via relatable situations expressed visually thru clever dialogue choices carefully crafted moments designed elicit maximum impact leaving last impression long after credits roll final goodby",
    "subtitle__00013": "I'll shut up.Chandler, I know you're still mad at me. . .. . .but there were two people there that night.-There were two sets of lips. -I expect this from her.She's always been a Freudian nightmare.If she always behaves like this, why don't you say something?Because it's complicated. It's complex!Hey, you kissed my mom!We're rehearsing a Greek play.That's funny. Are we done now?You mean you're not gonna tell her how you feel?No. Just because you played tonsil tennis with my mom. . .. . .doesn't mean you know her. Trust me, you can't talk to her.Okay. ''You can't''? Or you can't?Okay, that's my finger.Okay, that's my knee.Still doing the play.What did you do with him?-You're awake! -Look at you!How do you feel?A little woozy, but basically okay.Gosh, you look good!I feel good.Who are you?-Sorry. -I'm Phoebe Buffay.I'm Monica Geller. I've been taking care of you.",
    "caption__00014": "Certainly! The video you provided is from Season 1, Episode 11 of the famous TV show Friends titled \"The One Where Monica Gets a Roommate.\" Here's a detailed summary:\nMonica (Courteney Cox) has just been dumped by her boyfriend Richard and needs someone to help pay half of their rent. She asks Rachel Green (Jennifer Aniston), who recently left her fiancé at the altar for another woman named Ross. Initial hesitation arises when both women have different personalities; however they decide that living together will be beneficial in more ways than one as it would give them an opportunity to get over each other’s exes faster since “it takes two broken hearts to make us whole.” They also agree on having no secrets between themselves except what food was eaten during any given day which leads into hilarious moments throughout season three where viewers find out exactly how much coffee or candy bar consumption there really wasn't but still enjoy trying anyway because let face facts folks – we all know deep down inside those secret diary keepings are going straight onto Instagram stories ASAP after dinner time so why fight nature? #SameAsUsAllInThisTrenchCoatClub🤣‍♀️☕️🍬 Aside jokes about snacking habits though - this episode marks significant milestones within character development across several storylines including Joey Tribbiani(Matt LeBlanc)'s crush confession towards Phoebe Buffay'(Lisa Kudrow). Meanwhile Chandler Bing(' Matthew Perry') tries unsuccessfully again attempt humorously insult his sister-inlaw Janice Litman Goralnik played brilliantly bitchy perfection Sarah Chalke while Gunther Vogel continues being everyone favorite Central Perk employee whose love life remains mysterious yet intriguingly captivating every week without fail thanks largely due supportive castmates like Aisha Tyler & Eliza Coupe playing lovable airhead Charlie Wheeler alongside charming chef Joe Francis portrayed smooth talking Paul Provenza round up supporting roles full circle backstage antics behind scenes making our beloved characters shine bright even further through clever writing choices such dialogue revealing deeper emotional layers beneath surface level banter amongst friends often found lounging around iconic orange colored furn",
    "subtitle__00014": "I'm Monica Geller. I've been taking care of you.We both have.-The Etch A Sketch is from you guys? -Actually, from me.-I got you the foot massager. -I shaved you.I read to you.I sang.Well, thanks.-Oh, my pleasure. -You're welcome.So I guess I'll see you around.What? That's it?''See you around''?-What do you want me to say? -I don't know.Maybe. . .. . . ''That was nice. ''''It meant something to me. ''''I'll call you. ''-All right. I'll call you. -I don't think you mean that.This is so typical.You know, we give. . .. . .and we give. . .. . .and we give.And then we just get nothing back.And then one day, it's just, you wake up, and ''See you around. ''Let's go, Phoebe.You know what? We thought you were different.But I guess it was just the coma.The car's waiting. I just wanted to drop off my book for your friends.-Anything you want from Lisbon? -Just knowing you're there is enough.All right. Well, be good. I love you.",
    "caption__00015": "In this scene from Friends season 1 episode 11, titled \"The One with the Prom Video,\" Ross Geller (David Schwimmer) and his girlfriend Carol Willick's (Anita Barone) relationship is put to test when they have a disagreement about their age difference. The conversation takes place at Central Perk coffee shop where Rachel Green (Jennifer Aniston), Monica Gellar (Courteney Cox), Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), and Phoebe Buffay(Lisa Kudrow) are also present.\nRoss: *to Carole* You know what? I think we need to talk about something important here... our ages!\nCarolyn : What do you mean ? Of course ,we ' re on different pages . But that doesn’t matter does it ! We love each other so much more than any number of years could ever change things between us.. right? **Look around** At all these friends having fun without me because my boy friend won ‘ t even hold hands in public anymore since he thinks Im too old for him now…it hurts really bad ya see!! So yeah let’ s just agree not to tell anyone how many birthdays were celebrated last year ok? Deal?!!! <Cap>You gotta be kiddin'.</Img>.\nMonica interrupts them by asking if she can use her mom's phone book as collateral while lending money to someone; thenJoey makes an immature comment regardingChanlderBingeating pizza which leads into another argument among themselves until eventually everyone leaves exceptforPhoebe who stays behind talkingwithRoos< img >No way man ...I don't wanna hear anything else outa u today okay?' She says before storming off screen leaving only Ross alone again feeling dejected & sad once mor eabout hIs failed relationships due largely IN PART bY HIS OWN AGE DIFFERENCE WITH His partners throughout time -– especially those close encounters witHis ex-wife Emily [Natasha Lyonne] whom He still has strong feelings fOr despite everything happening betWEEn Them two back THEN😔❤️ #FriendshipGoals",
    "subtitle__00015": "All right. Well, be good. I love you.You kissed my best Ross!Or something to that effect.Look, it was stupid.-Really stupid. -Really stupid.And I don't even know how it happened.I'm sorry, honey. I promise it will never happen again.Are we okay now?No.The forbidden love of a man and his door.He told her off. And not just about the kiss, about everything!You're kidding?He said, ''When are you gonna grow up and start being a mom?''Then she came back with. . .. . . ''The question is, when are you gonna grow up and realize I have a bomb?''Are you sure she didn't say. . .. . . ''When are you gonna grow up and realize I am your mom?''That makes more sense.You think?What's going on now?I don't know. I've been standing here spelling it out for you.",
    "caption__00016": "Certainly! In Season 1, Episode 11 of Friends titled \"The One with the Blackout,\" Ross Geller (David Schwimmer) is trying to impress his new girlfriend Carol Willick (Anita Barone), but things take an unexpected turn when a blackout hits New York City.\nHere's what happens in detail:\n* The episode starts at Central Perk coffee shop where Rachel Green(Jennifer Aniston) and Phoebe Buffay (Lisa Kudrow) are hanging out while Joey Tribbiani (Matt LeBlanc) tries unsuccessfullyto flirtwitha woman named Kathy . Meanwhile ,MonicaGellar (Courteney Cox Arquette )and Chandler Bing ( Matthew Perry))are arguing about their relationship issues; Monicasays she doesn’t want children because her parents were always fighting over money growing up whereasChandersthinks he can provide better for any kids they might have financially speaking.. As thesituation escalates between them both emotionally & physically close together until finallythey shareafinal kiss before part waysemotional moment ends abruptly thoughwhen suddenlythe lights go off completely plunging everyone into darkness leavingthemboth confused& frightened initially thinking there has been some sortof natural disaster or terroristic attack occurred locally till realizing soon enough that it wasn’t anything too serious after all – just simply power grid malfunction due tomanmade errors caused by workers doing maintenance work nearby without proper precautions taken first resultingin widespreadblackouts across Manhattan area affecting millions including those inside buildings like skyscrapers whose elevators stop working temporarily trapping people on higher floors down below streets filled panicked pedestrians rushing frantically around searchingfor safe shelter amid chaos ensued from sudden loss electricity supply plus communication networks going dead causing phones/radios etc become useless tools during this temporary state Of emergency thus making difficult times even harder than necessary especially since many folks weren’tequipped properly either having no flashlights handiestable candles available nor adequate supplies stock piled away prior preparations made ahead time needed urgently here as well given situation rapidly deteriorating furthermore...",
    "subtitle__00016": "I don't know. I've been standing here spelling it out for you.I don't hear anything. Wait!What do you see?It's hard to tell. They're tiny and upside down.Wait, wait, wait!They're walking away. They're walking away.No, they're not. They're coming right at us. Run, run!Are you okay, kiddo?Yeah, I'm okay.All right. You be good.Drive safe.-Mrs. Bing. -Mr. Geller.You mean that?Yeah, why not?So I told her.-How did it go? -Awful. Awful.Couldn't have gone worse.Well, how do you feel?Pretty good.I told her.Well, see?So maybe it wasn't such a bad idea me kissing your mom, huh?But we don't have to go down that road.This is just the first chapter. . .. . .and I want your absolute honest opinion. Okay?And on page two, he's not reaching for her ''heaving beasts. ''",
    "caption__00017": "Certainly! In Season 1, Episode 11 of Friends titled \"The One Where Monica Gets a Roommate,\" Rachel Green (Jennifer Aniston) moves back to New York City and becomes the new roommate of her high school friend Phoebe Buffay (Lisa Kudrow). The episode follows their initial awkwardness living together as well as introducing other main characters like Ross Geller (David Schwimmer), Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), and Mr. Heckles(Larry Hankin).\nMonica Gellar's parents are seen in this scene tryingto convince them that she should date Richard Burke who is older than monicas mother but they don't want too because he has no sense humor . Meanwhile ,Ross tries unsuccessfully toresists his attraction towardsrachael despite being married at thetime",
    "subtitle__00017": "And on page two, he's not reaching for her ''heaving beasts. ''What's a ''niffle''?You can usually find them on the heaving beasts.All right, so I'm not a great typist.Wait, did you get to the part about his ''huge, throbbing pens''?You don't wanna be around when he starts writing with those!That's it. Give them back!",
    "caption__00018": "Sure, I'd be happy to help you with that! Here is a detailed summary of the content from Season 1 Episode 1 of Friends:\nThe episode starts off at Central Perk coffee shop in New York City where we are introduced to six friends - Rachel Green (Jennifer Aniston), Monica Geller(Courteney Cox Arquette) Ross and Joey Tribbiani (Matt LeBlanc). They all gather there for their regular Friday night hangout. Meanwhile ,Rachels ex-fiance Barry turns up asking her out again but she declines stating he isn’t right manforrher anymore . The group then gets into an argument over who among them has had more sex partners which leads ross admitting having slept wit hs high school teacher Mrs Burke much tp everyone else shocked by this revelation.. Afterwards they decide ta go ona trip together asap since ithappens too often when one person leaves new york without seeing th rest ifthem before heading back home fpr work or other reasons"
}