{
    "caption__00001": "Certainly! The video you provided is from Season 1, Episode_9 of the famous TV show Friends. Here's a detailed summary of what happens in this episode:\nThe scene opens with Rachel Green (Jennifer Aniston) sitting at Central Perk, talking to her friend Phoebe Buffay(Lisa Kudrow). Joey Tribbiani (Matt LeBlanc), who works as an actor on soap operas comes into perk and flirts with both girls before choosing to sit down next to them . Monica Geller (Courteney Cox Arquette )and Chandler Bing ( Matthew Perry arrive later for their regular coffee date together.. Meanwhile , Ross Gelbfinger MD PhD FACS (David Schwimmer) tries unsuccessfully to get his pet monkey Marcel away after it escapes while he was carrying him around outside; He then goes back inside where everyone else already gathered only too find out that they have all been evicted due t o non payment Of rent by landlord Mr.Heckles",
    "subtitle__00001": "Terry, I know I haven't worked here long. . .. . .but I was wondering, would it be possible. . .. . .if I got a $ 100 advance on my salary?An advance?So that I can spend Thanksgiving with my family.Every year we ski in Vail, and my father pays for my ticket. . .. . .but I've started this whole independent thing. . .. . .which is actually why I took this ''job. ''Rachel, Rachel, sweetheart!You're a terrible, terrible waitress.Really, really awful.I hear what you're saying. I'm with you.But I'm trying really hard, and I think I'm doing better.I really do.Does anybody need coffee?The One Where Underdog Gets AwayEnglish Subtitles by GELULA & CO., INC.",
    "caption__00002": "Certainly! In Season 1, Episode 9 of Friends titled \"The One with the Fake Party,\" Rachel (Jennifer Aniston) invites her former boss and his wife over for a dinner party to impress them. However, she accidentally spills red wine on their expensive rug while cleaning up beforehand; Monica's ex-boyfriend Richard Burke visits Central Perk where he runs into one of Chandler Bings dad Joey Tribbiani who is wearing an embarrassingly loud shirt that makes funny comments about it in front of Phoebe Buffay(Lisa Kudrow). Meanwhile Ross Geller (David Schwimmer), Carol Willick’s son Ben (Cole Sprouse from The Suite Life Of Zack And Cody fame as well as twin brother Dylan Sproule also known For His role As Jordan Catalano On Popular Teen drama series “Riverdale”.)\nInside Central perks later during this episode when mona walks by chandlers table they exchange pleasantries which leads him making another joke at ben expense regarding how much weight hes gained since last time seeing each other .",
    "subtitle__00002": "Excuse me, sir?You come in here all the time. I was wondering. . .. . .is there a possibility that you could advance me my tips?That's fine. Sorry about that spill before!Only 98.50 to go!Did you know Mom and Dad are going to Puerto Rico for Thanksgiving?What? No, they're not.The Blymans invited them.You're wrong.I am not wrong.You're wrong.No, I just talked to them.I'm calling Mom.And this from the Cry for Help Department: Are you wearing makeup?",
    "caption__00003": "Sure, I'd be happy to provide a detailed summary of the video content from Season 1 Episode_9 of Friends.\nThe scene opens with Rachel Green (Jennifer Aniston) and Phoebe Buffay (Lisa Kudrow) sitting on a couch in Monica Geller's (Courteney Cox) living room. They are discussing Thanksgiving plans while Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), Ross Gellar(David Schwimmer), Janice Litman-Goralnik (Maggie Wheeler), Jack Tripper John F. Kennedy Jr., Gunther Hermann Ramses Alonso Emma Bunton, Mr Heckles, Estelle Leonard Greene, Will Colbert, Ben Stiller, Elvira Kurtwood Smith, Danny Pintauro, Tom Skerritt, Marlo Thomas, Dick Osseman, James Michael Tyberius Steward III, Ron Silver, Robert Conrad, Ed Begley Jr.) enter the house noisily. The group is gathered for dinner at Central Perk coffee shop where they all work or frequent regularly .Ross tries unsuccessfullyto convince everyone that he should host thanks giving because his mom died recently , leaving him as an only child again after years away form home; however this idea doesn’t sit well w/anyone else who would rather celebrate elsewhere than deal wit hhis emotional baggage..Monica suggests having it instead At her place since she has more space there anyway – even though we know how much tension exists between these friends when sharing personal spaces! As usual– especially around holidays like Christmas -the gang struggies just getting along long enough before things get outta hand completely... meanwhile outside joey finds himself stuck inside due too being late arriving back frm film set shootings & unable ta escape until someone finally lets HIM IN TOO !!! Once Inside everybody starts arguing over seating arrangements leading up towards another dramatic confrontation amongst theses close knit pals…just what fans love about watching them fight their way through life together every week night @ ten o clock eastern standard time😂",
    "subtitle__00003": "And this from the Cry for Help Department: Are you wearing makeup?Yes, I am. As of today, I'm officially ''Joey Tribbiani: actor/model. ''I was thinking you look more like ''Joey Tribbiani. . .. . .man/woman. ''What were you modeling?You know those posters for the City Free Clinic?So you're gonna be one of those healthy, healthy, healthy guys?The asthma guy's really cute.Know which one you're gonna be?But I hear Lyme disease is open, so. . . .Good luck, man. I hope you get it.Thanks.You were right. How can they do this to us?It's Thanksgiving!How about if I cook dinner at my place?I'll make it just like Mom's.Will you make the mashed potatoes with the lumps?They're not actually supposed to--I'll work on the lumps.Joey, you're going home, right?Chandler, you're still boycotting all the pilgrim holidays?Yes. Every single one of them.-Phoebe, you'll be with your grandma? -And her boyfriend.But we're celebrating Thanksgiving in December because he's lunar.So you're free Thursday, then?",
    "caption__00004": "Certainly! In Season 1, Episode 9 of Friends titled \"The One with the Fake Party,\" Rachel (Jennifer Aniston) is feeling left out after her ex-fiancé Ross (David Schwimmer) invites his new girlfriend to a party he's hosting at Central Perk. To make matters worse, Carol (Anita Barone), who works in the same office as Monica (Courteney Cox), has borrowed one of Rachel's dresses without permission and plans on wearing it to the fake party she's throwing for herself instead.\nMeanwhile, Joey (Matt LeBlanc) tries unsuccessfully to get Chandler Bing ' s( Matthew Perry ) attention by making funny faces behind him while they work together moving furniture; Phoebe Buffay (Lisa Kudrow) finds an old high school yearbook belonging to Mike Hannigan (Paul Rudd); Gunther (James Michael Tyler) flirts shamelessly with Brenda (Laurie Metcalfe).",
    "subtitle__00004": "So you're free Thursday, then?Yeah. Oh, can I come?Rach, you still going to Vail?Absolutely. Shoop, shoop, shoop!Only $ 1 02 to go.I thought it was 98.50?Well, it was, but I broke a cup.Well, I'm off to Carol's.Ooh, ooh, why don't we invite her?Ooh, ooh, because she's my ex-wife. . .. . .and will probably want to bring her ooh, ooh, lesbian life-partner.Is Carol here?No, she's at a faculty meeting.I just came by to pick up my skull.Well, not mine, but. . . .Come in.Carol borrowed it for a class, and I have to get it back to the museum.What's it look like?Kind of like a big face without skin.I'm familiar with the concept.You can just look for it.You guys sure have a lot of books about being a lesbian.",
    "caption__00005": "In this episode of Friends, titled \"The One with the Baby,\" Rachel is preparing for her baby shower and Joey tries to help by buying a cake. However, he ends up getting them mixed up and brings two identical cakes instead. Meanwhile, Monica's mother visits and insists on helping out during the pregnancy despite being uninvited.\nIn another scene, Ross talks about his feelings towards Ben (the new father) saying that it feels like they are competitors in some way because both men have children now while previously only one did(Ross). He also mentions how strange everything seems since everyone else has moved forward except him &Ben .Joanna Gaines makes an appearance as well ,briefly talkingto Chandler before leaving again quickly without much fanfare or interaction otherwise throughout rest Of theshow..",
    "subtitle__00005": "You know, you have to take a course.Otherwise they don't let you do it.Yertle the Turtle! A classic.Actually, I'm reading it to the baby.The baby that hasn't been born yet?Wouldn't that mean you're. . .. . .crazy?What? You don't think they can hear sounds in there?You're not serious? I mean. . .. . .you really talk to it?Yeah, all the time. I want the baby to know my voice.Do you talk about me?All the time.Really?We just refer to you as ''Bobo, the sperm guy. ''If she's talking to it, I just think I should get some belly-time too.Not that I believe any of this.I believe it. I think the baby can totally hear everything.I'll show you. This will seem a little weird.But you put your head inside this turkey. . .",
    "caption__00006": "In Season 1, Episode_9 of Friends titled \"The One with the Holiday Armadillo,\" Ross Geller (David Schwimmer) is feeling down because he doesn't have any Thanksgiving plans. Meanwhile, Joey Tribbiani(Matt LeBlanc), Chandler Bing ( Matthew Perry), and Monica Gellar (Courtenay Cox are excited for their holiday celebration together at Rachel Green 's apartment .\nRoss tries to make amends by inviting himself over but ends up making things awkward when he brings his pet monkey , Marcel., who starts causing chaos in the kitchen while preparations underway..Joey insists on cooking dinner despite having no experience whatsoever; however this leads him accidentally setting off fire alarms throughout building due t o spilling oil all around stove top area! As everyone gathers round table ready eat feast prepared By Joeys hands-on approach toward culinary arts – they notice something strange going On between another tenant living above them named Janice Litman Goralnik played brilliantly b y Maggie Wheeler–Janices voice can be heard coming from ceiling whenever anyone talks about anything remotely related romance or relationships ! It becomes clear that she has been eavesdropping upon conversations happening below which makes our gang feel uncomfortable & embarrassed especially since janet seems particularly interested listening particular conversation involving ross’ recent breakup w/Emily [Brittany Daniel]. To add more drama into mix - just as meal time arrives ; an unexpected visitor shows Up At doorstep belonging rachael claiming herself lost tourist seeking shelter during heavy snowstorm outside…",
    "subtitle__00006": "But you put your head inside this turkey. . .. . .and we'll all talk and you'll hear everything we say.I'd just like to say I'm totally behind this experiment.In fact, I'd very much like to butter your head.-Did you make your money? -Not even close.Forget Vail. Forget seeing my family.Forget shoop, shoop, shoop.Here's your mail.Thanks. You can just put it on the table.Here's your mail!Thanks. You can just put it on the table!Would you just open it!Oh, my God!You guys are great!We all chipped in.We did?You owe me $20.Thank you. Thank you so much!Chandler, here you go.Your traditional holiday feast. Tomato soup. . .. . .grilled-cheese fixings and your family-size bag of Funyuns.This is your Thanksgiving dinner?What is it with you and this holiday?I'm 9 years old.I hate this story!We've just finished Thanksgiving dinner.",
    "caption__00007": "Certainly! In Season 1, Episode 9 of Friends titled \"The One with the Thanksgiving Flashbacks,\" Ross Geller (David Schwimmer) and Rachel Green's (Jennifer Aniston) relationship is put to the test when they are forced to spend a holiday together.\nHere’s what happens in this episode: Monica Gellar(Courteney Cox), Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), Phoebe Buffay (Lisa Kudrow), and Dr. Richard Burke (Tom Selleck). The gang gathers at Central Perk for their traditional pre-Thanksgiving dinner before heading home for turkey day festivities.) As everyone shares stories about past thanksgivings ,Ross reveals that he once had an unrequited crush on his cousin Carol Willick . Meanwhile,Monicasmother MrsGellershares her own taleofunrequited lovefor MrWhitaker -the man who got away.. Backat theroomssome awkwardness ensues between ross&rachelandthetheir shared history comes backto haunt them both asthey try toresolvetheiractionproblemonce &forsubsequentholidaysareconcerned",
    "subtitle__00007": "We've just finished Thanksgiving dinner.I have-- I remember this part vividly----a mouthful of pumpkin pie.And this is the moment my parents tell me they're getting divorced.Oh, my God!Very difficult to enjoy Thanksgiving dinner once you've seen it in reverse.We used to work together.We did?At Macy's. You're the Obsession girl, right?I was the Aramis guy.Aramis? Aramis?Yeah, right!You're the best in the business.-Get out! -I'm serious!You're amazing! You know when to spritz. You know when to lay back.Really? You don't know what that means to me.You smell great tonight. What are you wearing?Nothing.Listen, do you wanna go get a drink?",
    "caption__00008": "Certainly! In Season 1, Episode 9 of Friends titled \"The One with the Laugh,\" Ross and Chandler are at a coffee shop when they overhear two people discussing their sexual experiences. They start to laugh hysterically about it until Joey joins in on the conversation as well.\nHere's what happens: The scene opens up showing Rachel walking into Central Perk while talking on her phone; she hangs out for some time before leaving again later that day (around noon). Meanwhile inside perked cupcakery & co., ross Geller sits alone reading through his newspaper headlines from around town – all focused heavily upon local politics/elections happening soon enough so he can finally get rid Of those pesky campaign signs clutterin’ Up His Yard Against All Odds(!!) As if by magic though–or perhaps just mere coincidence?-Ross spots chandalyr walkn down street outside café window frm where hes sitting near back table area w joke book open On Table Between Them Two Best Buddies Ever Since High School Days…And wouldn't U Know It -They Started Talkln About Sexual Experiences Shared Btw Couple During College Years Ago😳❕️‍♂️‍♀️💦🔥🎉🤣👀🚨🏼📸🗽 #FriendshipGoals",
    "subtitle__00008": "Listen, do you wanna go get a drink?Yeah, that would be---What's wrong? -I remembered I have to do something.What?Leave.Wait, wait, wait!I guess you all saw it.Saw what?We're just laughing. You know how laughter can be infectious.",
    "caption__00009": "In this scene from Season 1, Episode 9 of Friends, titled \"The One with the Tater Tot,\" Ross Geller is trying to impress his date Monica by cooking dinner for her. However, things quickly go awry when he realizes that he has forgotten an essential ingredient -Tator Tots!\nRoss frantically searches through cabinets and drawers but can't find any sign of them as time ticks away . meanwhile ,Monica stands patiently in front of him waitingfor food preparation progress report.. As minutes tick past without success on either end( except maybe some mild exasperations expressed between lines), it becomes clear something must give soon – whether its another culinary disaster or just plain hunger pangs taking over these two lovebirds’ evening out together at home !",
    "subtitle__00009": "Set another place for Thanksgiving. My entire family thinks I have VD.''Tonight, on a very special Blossom. ''Looking good! Okay!Cider's mulling, turkey's turking, yams are yamming. . . .What?I don't know. It's just not the same without Mom in the kitchen.That's it. Get out of my way and stop annoying me!Well, that's closer.I got the tickets!Five hours from now, shoop, shoop, shoop!Oh, you must stop shooping.I'm gonna get my stuff.Will you just come in, already?I prefer to keep a safe distance from all this merriment.Look out! Incoming pumpkin pie!We all laughed when you did it with the stuffing, but that's not funny.Monica, I got a question. I don't see any Tater Tots.That's not a question.But my mom always makes them. It's a tradition.",
    "caption__00010": "Sure, I'd be happy to provide you with a summary of the video content from Season 1 Episode_9 of Friends.\nIn this episode titled \"The One Where Underdog Gets Away,\" Ross and Rachel are at Monica's house preparing Thanksgiving dinner when Phoebe enters carrying a large turkey. She exclaims that she has brought her mother's recipe for lumps (mashed potatoes) which is what her family always makes on holidays. However, upon realizing they don't have any butter or cream in their kitchen, they decide to make whipped mounds instead - much to Joey's delight who loves both versions equally! Meanwhile Chandler Bing tries unsuccessfully several times before finally succeeding by using his nose as an eraser while writing notes about how he feels like something big happening between him & Janice; meanwhile another character named Charlie says goodbye after revealing some personal information during conversation among friends . As if things weren’t already complicated enough within friend group dynamics ,Ross suddenly announces there will only three kinds Of Potato coming up – leaving everyone confused until further notice due its unclear why such decision was made without consultation first..",
    "subtitle__00010": "But my mom always makes them. It's a tradition.A piece of turkey on your fork, a little cranberry sauce and a Tot!I mean it's. . .. . .bad enough I can't be with my family, because of my disease.All right. Fine.Tonight's potatoes will be both mashed with lumps. . .. . .and in the form of Tots.I'm off to talk to my unborn child.Mom never hit.Okay, all done.Phoebe, did you whip the pota--?Ross needs lumps!Oh, I'm sorry! I just--I thought we could have them whipped and then add some peas and onions.Why would we do that?Then they'd be like my mom used to make it. . .. . .before she died.Three kinds of potatoes coming up.Goodbye, you guys!Thanks for everything!Oh, God, look at-- Sorry! I'm so sorry.The most unbelievable thing has happened! Underdog has gotten away!The balloon?No, the actual cartoon character.Of course the balloon!",
    "caption__00011": "In this scene from Friends, Rachel is pregnant and in the process of giving birth. She's at home with her husband Ross when she suddenly goes into labor. They call for an ambulance to take them to the hospital, but before they can leave, a baby boy named Ben comes out unexpectedly early!\nRachel screaming as pain hits while holding onto Ross: \"Oh my god...I think I need something!\" (01:23)  \nAs soon as it becomes clear that things are moving quickly - both physically and emotionally – everyone starts talking over each other trying desperately not only keep up themselves but also make sure viewers understand what’s happening on screen without any confusion or discomfort; all eyes focus intently upon every detail so no one misses anything important during these crucial moments where decisions will shape lives forever—from whether there should be another attempt after failed delivery attempts earlier because doctors weren't ready yet despite having been warned about potential complications ahead due time constraints caused by previous failures…and finally reaching final resolution once medical staff arrive just seconds later thanks again providence guiding us through chaos towards peaceful conclusion amidst turmoil.”",
    "subtitle__00011": "Of course the balloon!It's all over the news.He broke free and was spotted over Washington Square Park.I'm going to the roof. Who's with me?I can't. I gotta go!An 80-foot dog loose over the city? How often does that happen?Almost never.Got the keys?Anytime you're ready!Okay, here we go.Where am I talking to here?There is one way that seems to offer a certain acoustical advantage, but. . . .Just aim for the bump.Okay, here goes.You know, I can't do this.It's too weird. I feel stupid.It's fine. You don't have to do it just because Susan does it.Hello, baby!--the moment we first saw the giant dog shadow fall over the park!But did they have to shoot him down? That was just mean.",
    "caption__00012": "Certainly! In this episode of Friends, titled \"The One with the Fake Party,\" Ross and Chandler are planning a surprise party for Monica's birthday. However, things take an unexpected turn when Rachel accidentally sends out invitations to everyone in their address book without informing them about the fake celebration.\nHere is a detailed summary of what happens throughout the video:\n01:23 - The scene opens at Central Perk where Joey, Phoebe, and Mike (Chandler)are hanging around while waiting for coffee from Gunther .Ross enters afterward and tells his friends that he has planned something special forMonicas Birthday which they all seem excited abut..<Cap>What did you do? <Img>.Joey asks curiously as soonas Ross finishes speaking; however ,he quickly covers by saying “Oh nothing much just threw her name on there”(referringtoinvitation).It becomes clear lateronthatthis wasn’t exactly true though since noneofthem actually knew ifMoniwanted any parties organizedinher honor–they were simply going alongwith whatever plan had been set forthbyRobertson family member number three here.)</cap><img></ cap >At approximately [timecode] minute mark within thescene above., we see another character enter – it turnsout tb be Janice who greets every one warmly before inquiringaboutthe occasion behind closed doors because shestill hasn'stalked into theroom yet despite being presentfrom early stages offilming till now!) As expected given previous interactions between these two characters earlier int eh season — especially those involvingJanices obsession w/beauty pageants—it doesn'twasteany time b4 she starts questioningsomeone else closely regarding details surrounding eventplanning process until finally getting straight answer directly frm either rossor chander only momentslater during conversation amongst themselves inside cafe area nearby table away f rom main seating areas designatedfor patrons like janet & co.). This exchange takes place roughly[tim code ]minutesintovideo duration total thus far so keep track accordingly moving forward through narrative flow !!!!!!.</captimeoffromjanicesecondaryconversationscencewhenaskingeveryonesname&aparticularpersonresponsestoconfirmwhethertheythadreceivedanpartyInviteprior toofht scenes events unfold",
    "subtitle__00012": "But did they have to shoot him down? That was just mean.Right about now the turkey should be crispy on the outside. . .. . .and juicy on the inside.Why are we standing here?We're waiting for you to open the door. You've got the keys.No, I don't.Yes, you do. When we left, you said, ''Got the keys. ''No, I didn't. I asked. . .. . . ''Got the keys?''You said, ''Got the keys! ''Either of you have the keys?The oven is on!I've gotta get my ticket!Wait! We have a copy of your key.Then get it!That tone won't make me go any faster.That one will.And everyone's telling me, ''You gotta pick a major! ''So on a dare, I picked paleontology.And you have no idea what I'm saying, because, let's face it, you're a fetus.You're just happy you don't have gills anymore.You don't have to talk to it. You can sing to it.Please. I am not singing to your stomach.How's it going?Here we comeWalking down the street",
    "caption__00013": "In this episode of Friends, titled \"The One with the Birth,\" Rachel is pregnant and preparing for her baby's arrival. The scene opens with Ross trying to help Rachel in labor at the hospital while Joey tries unsuccessfully to distract him by bringing up ridiculous scenarios involving balloons (<Cap>I swear you said I had all those keys!</Img>)\nMeanwhile Monica has just given birth to a healthy newborn but struggles as she finds it difficult adjusting from being an only child( < Cap >Why do they always have so many? Why can’t one be enough?) . Chandler also makes his return after leaving during Thanksgiving break which leads into some hilariously awkward moments between he & monica especially when chandlers sarcasm clashes against moccasins emotional state",
    "subtitle__00013": "Walking down the streetGet the funniest looks from Everyone we meetHey, hey---Did you feel that? -I did.-Does it always--? -That was the first!Keep singing! Keep singing!Hey, hey, you're my babyAnd I can 't wait to meet youWhen you come out I'll buy you a bagel And then we'll go to the zooI felt it that time!Hey, hey, I'm your daddyI'm the one without any breastsNot that one.Can you go any faster?I got one keyhole and a zillion keys! You do the math.Why do you guys have so many keys in there anyway?For an emergency just like this.All right. Listen, smirky!If it wasn't for your stupid balloon. . .. . .I'd be on a plane watching a woman do this right now. But I'm not!I swear you said you had the keys!I wouldn't say I had the keys unless I had the keys!I obviously did not have the keys!That's it! Enough with the keys. No one say ''keys'' !Why would I have the keys!Besides the fact that you said you did?",
    "caption__00014": "Certainly! In this episode of Friends, the characters are preparing for Thanksgiving dinner at Monica's apartment. Here is a detailed summary of what happens in the video:\n0:01-0:25 - The scene opens with Rachel and Joey sitting on the couch while Chandler enters carrying two large boxes. He sets them down next to Ross who greets him warmly as he takes off his coat (which has \"HAND ME DOWN\" written across it). Phoebe walks into frame from outside holding bags full of groceries she bought earlier that day; when asked if everything went okay by her friends inside (\"How was your shopping trip?\"),she replies sarcastically saying something along lines like “Oh yeah... just walked around aimlessly until I got tired then left.”) <Cap>Ross says they should make potato salad but doesn’t know how many people will be there so can only give rough estimates.</Img>. As everyone starts talking about their plans for Turkey Day meals – including one guest whose name isn't revealed yet–Monica suddenly appears frantically waving an arm towards kitchen area exclaiming loud enough audibly :”Everything burnt!” followed closely behind close up shot showing us exactly which dish(es?) have been ruined due burning smell emanating strongly now.)<Captioned text reads >“The turkey burn too?”</Image shows blackened remains laying upon tray surrounded debris scattered all over countertop below stove where flames once flickered vigorously before being extinguished hopefully without causing further damage than already done.).",
    "subtitle__00014": "Besides the fact that you said you did?-But I didn't! -Well, you should have.-Why? -Because!Because everything's my responsibility?Isn't it enough that I'm making Thanksgiving dinner?Everyone wants a different potato, so I'm making different potatoes.Does anybody care what kind of potatoes I want?Just as long as Phoebe gets her peas and onions. . .. . .and Mario gets his Tots.It's my first Thanksgiving, and I--It's all burnt, and I can't. . . .Monica, only dogs can hear you now.Look, the door's open! Here we go.The turkey's burnt!Potatoes are ruined! Potatoes are ruined! Potatoes are ruined!Here we comeWalking down the--This doesn't smell like Mom's.It doesn't, does it? But you wanted lumps.Well, here you go, buddy. You got one!God, this is great!The plane is gone, so I guess I'm stuck here with you guys.We all had better plans, okay? This was nobody's first choice!Oh, really?So why was I busting my ass to make this delicious dinner?",
    "caption__00015": "Certainly! In Season 1, Episode 9 of Friends titled \"The One with the Thanksgiving Flashbacks,\" Ross Geller (David Schwimmer) invites his friends to spend thanks giving at his apartment. Monica Gellar(Courteney Cox), Rachel Green (Jennifer Aniston), Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry). and Phoebe Buffay (Lisa Kudrow) gather for dinner together as they share their memories from past thanksgivings .\nDuring this episode , we see flash back scenes showing how each character has spent previousThanks givings in different ways: Some have had enjoyable times like monica'ss family traditions while others such as joey struggled through awkward moments or even ended up alone on turkey day eve",
    "subtitle__00015": "So why was I busting my ass to make this delicious dinner?You call that delicious?Stop it! Stop it! Stop it!Now, this feels like Thanksgiving.What?Ugly Naked Guy's taking his turkey out of the oven.Oh, my God! He's not alone.Ugly Naked Guy. . .. . .is having Thanksgiving dinner with Ugly Naked Gal.I gotta see this!All right, Ugly Naked Guy!Ugly naked dancing!It's nice that he has someone.Shall I carve?By all means.Who wants light cheese, and who wants dark cheese?I don't even want to know about the dark cheese.",
    "caption__00016": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode_9 of Friends.\nIn this episode titled \"The One with All Thanksgiving Days,\" Rachel and Monica are planning their respective families'Thanksgiving dinners while Joey tries to impress his new girlfriend by pretending he has an interesting family tradition - making him eat dinner in front of everyone on Turkey Day every year since childhood . However , things take unexpected turns when Ross shows up at both gatherings uninvited; firstly as accidentally invited guest after being left off invite list for monicas 'family only\" celebration then intentionally crashing rachels smaller circle event because hedonot have anywhere else t go during holidays due too past conflicts between himself &Monicahowever these two reunions leadto some funny moments throughout theshow especiallywhen ross starts talking about how much hes grown overth thanksgivingsand now appreciates small gestures like having someone elseto cookfoodforhim insteadof doing all work alone(whichheusedtounder do)monicalaughsatthis comment pointing out that its actually her mum whoreponsible fpoross changeoffocus-raisingherockyrelationshipwithRossthroughoutserieswhilejoeys attemptstoimpressnewpartnerfailsmiserablyduetochewing gum loudl y leading tonaturalconsequenceslikebecomingvictims oftongue lashinjuriesfromothers chewinggumbJoey ultimately learns nothing valuableabouthisattempttopresentinterestingevinformationbutinsteadfocussonarrangingflowercardsintoregift exchange which leads tomany more humorous exchanges among charactersincludingChandalie (Courtenay Dunn), who makesunwanted advances towards joey before abruptly leaving withoutexplanationleavingthecharacters wonderingwhathappenedherend",
    "subtitle__00016": "I don't even want to know about the dark cheese.-Does anybody want to split this? -I will.You guys have to make a wish.Make a wish?Come on, you know, Thanksgiving.You got the bigger half! What did you wish for?The bigger half.All right, I'd like to propose a toast.A little toast here. Ding, ding!This isn't exactly the kind of Thanksgiving you planned. . .. . .but for me this has been really great.I think because it didn't involve divorce. . .. . .or projectile vomiting.If you had gone to Vail. . .. . .or if you had been with your family, or if you didn't have. . .. . .syphilis and stuff. . .. . .we wouldn't be all together.So I guess what I'm trying to say is. . .. . .I'm very thankful that all of your Thanksgivings sucked.-That's so sweet! -Thank you.Here's to a lousy Christmas!And a crappy New Year!",
    "caption__00017": "Certainly! Here is a detailed summary of Season 1, Episode 9 (The One's on the Roof) from Friends:\nIn this episode Ross and Rachel are at odds over their living arrangements. After breaking up with his girlfriend Carol in \" The one after 'I do,\"\"Ross starts dating again but quickly realizes he still has feelings for Rachel when she comes to visit him during Thanksgiving dinner . Meanwhile Joey tries out new food items while Chandler gets jealous about Monica spending time together with her ex-boyfrien Richard Burke; Phoebe dates Mike Hannigan who turns otu t be Mr..Frimley; And Jack Geller visits Janice Litman(Jason Bateman). In addition ,Monicas mother Estelle reappears as welll as old friend Will Colbert"
}