{
    "caption__00001": "Certainly! In Season 1, Episode 20 of Friends titled \"The One With the Evil Orthodontist,\" Ross Geller (David Schwimmer) is trying to impress his new girlfriend Emily (Helen Baxendale), who has a strange habit. She likes things that are symmetrical and organized in pairs or groups of three.\nAt Central Perk coffee shop, Rachel Green's ex-fiance Paul The Wine Guy(Tony Randall) arrives with an attractive woman named Sandy Martin (Mindy Elise Hall). Monica Gellar gets jealous as she sees them laughing together while drinking wine from her favorite restaurant glass collection . Meanwhile , Joey Tribbiani tries unsuccessfullyto get ChandlerBing ' s attention by making funny faces at him through their window blinds; however this only leads chanlder tp make more jokes about it later on during dinner time when they all gather around table for Thanksgiving feast hostedbyMonicagivenher recent promotionatRalph Lauren fashion house..",
    "subtitle__00001": "Downloaded From www.AllSubs.orgShared by http://DJJ.HOME.SAPO.PT/I can't believe you'd actually say that.I'd much rather be Mr. Peanut than Mr. Salty.No way. Mr. Salty is a sailor.He's gotta be the toughest snack there is.I don't know. You don't wanna mess with Cornnuts.They're crazy.Oh, my God. You gotta come see this.There's some creep out there with a telescope.I can't believe it. He's looking right at us.Oh, that is so sick.I feel violated.And not in a good way.How can people do that?You guys, look. Ugly Naked Guy got gravity boots.The One With the Evil Orthodontist",
    "caption__00002": "In this episode of Friends, titled \"The One with the Embryos,\" Ross Geller (David Schwimmer) and Rachel Green's (Jennifer Aniston) relationship is put to the test when they are forced to make a decision about their unused embryo.\nHere is a detailed summary of what happens in each scene:\nScene 1 - The friends gather at Central Perk for coffee as usual but Joey Tribbiani (Matt LeBlanc), who has just returned from filming his movie in London, reveals that he had an affair while there which Monica Gellar (Courtenay Cox). Chandler Bing( Matthew Perry) teases him mercilessly over it throughout the conversation until Phoebe Buffet Halliwell (Lisa Kudrow)) intervenes on behalf of her friend . Meanwhile ,Ross tries desperatelyto impressrachael by showing offhis knowledgeof various species Of fish duringa visit ToMonicas housewarming party Forher newapartment.. Howeverjoyceinterruptshim mid-sentence And tells himeveryoneIs bored stiff Byhisspeech Onfish...\n Scene2 : At thestudioOf DrLeiaBarnstable (ElizabethHendrickson),the couplediscussstheiroptionsregardingthemysteryembryotheydidnteveruseDuringthermrelationshipwithEmilyAndPetePollock('90sFashionVictims').TheyareunsurewhetherortobekeepitforsomedayorjustgiveittotheadoptionagencyButcannotdecideOnanythingAstheyargueconstantlyoverIt.MeanwhileJoeystrugglesTocomeupWithAgoodExplanationForWhyHeCheatedOnChandraInLondontoTripAdvisorReviewersWhilemonicahasHerOwnProblemsinTryingtorepairchandysscratchedKitchenCountertopsUsingJustaboutAnyKindOfScrubbinSheCanFind....ThatisUntilSherealizesShockinglyEnoughthatTheshouldHaveBeenUsingselfishMaterialAllAlong! Asif ThatWasonott enoughconfusionforthewholegroup,'HowYouDoinGirl?'becomesamusicalanthemonologUEven thoughjokesonthe",
    "subtitle__00002": "Years from now, school children will study it......as one of the greatest first dates ever.-Yeah. -I'll say, yeah.It was unbelievable.We could be ourselves. We didn't have to play games.-Have you called her? -She'd know I like her. That's crazy.Guys. It's gross.It's the next day. How needy do I wanna seem?-I'm right. Right? -Yeah, let her dangle.I can't believe my parents are pushing me to find one of you people.Come on. Just do it.Call her. Stop being so testosterone-y.Which, by the way, is the real San Francisco treat.-Her machine. -Answering machine?No, interestingly, her leaf blower picked up.So, why didn't you say anything?No. Last time I left a spontaneous message...",
    "caption__00003": "In this episode of Friends, titled \"The One Where Ross and Rachel Take a Cooking Class,\" the friends are at Central Perk when Joey finds out that his ex-girlfriend Kathy is in town. Monica suggests they all take a cooking class together to get their minds off things but Chandler refuses because he's afraid of being embarrassed by Emma (Jon Favreau).\nRoss and Rachel arrive late for the beginning of classes after arguing about how much time it takes them to drive there from New York City; as punishment, Chef Jean Pierre assigns them an extra task: making soufflé without using any utensils or tools other than knives! Meanwhile, Gunther tries unsuccessfully flirt with one student while another two students make fun behind each others back until chef jean stops everything so everyone can eat lunch before continuing lessons on sauces where joe demonstrates poor technique leading mona teasing him mercilessly throughout dinner break during which Phoebe tells chandlers secret regarding emma only adding more tension between these three characters later revealed secrets include phobe having feelings towards mike despite knowing hes gay too whereas ross confesses love again rachelsays she still loves jeremy although admits feeling guilty due recent events involving her babysitter leaving baby max alone inside house resulting injury/illness requiring medical attention thus further complicating matters amongst group dynamic especially given past experiences shared among close circle members such as geller family dynamics previously explored within show narrative arcs focusing upon character development through relatable situations encountered everyday life encounters often experienced differently depending individual perspectives shaped overtime via personal choices & relationships formed along way",
    "subtitle__00003": "No. Last time I left a spontaneous message...... I ended up using the phrase, \"Yes, indeed-io.\"Look, it's Rachel and Barry. Don't everybody look.What's going on?-They're just talking. -Does he look upset?Does he look like he was told to shove anything?No. Actually, he's smiling.Oh, my God. Don't do that.What? What? What?That man across the street just kicked that pigeon.And basically, that's how a bill becomes a law.See? Hey, Rach.How'd it go?You know, it was actually really great.Lunch at the Russian Tea Room.I had that chicken, where you poke it and butter squirts out.Not a good day for birds.Then we went to Bendel's.And I told him not to, but he got me a bottle of Chanel.That's nice. Now was that before or after you told him......to stop calling, stop sending flowers and to leave you alone?Right. Well, we never actually got to that.It was just so nice to see him again.It was comfortable and it was familiar.",
    "caption__00004": "Certainly! The video you provided is from Season 1, Episode 20 of the popular TV show Friends titled \"The One with Ross's New Girlfriend.\" Here's a detailed summary:\nAct I (8 minutes) - Monica and Rachel are at Central Perk when Joey enters wearing his robe. Chandler joins them later while carrying groceries for Thanksgiving dinner preparation; he accidentally spills coffee on himself as they chat about their plans during break time in work or school). Meanwhile across town...Ross Geller sits alone looking dejected after being dumped by Emily via phone call due to her new job offer taking precedence over him living far away without any prospectives near future possibilities involving traveling together anywhere else outside NYC limits anymore than just sitting around feeling sorry oneself all day long everyday until something better comes along maybe even next week sometime soon enough perhaps? Suddenly there knocks upon door followed closely behind another one then two more still coming inside each other till finally five girls enter frame holding various items such books textbooks backpacks purses wallets phones etcetera indicating these ladies might be potential love interests awaiting patiently nearby ready whenever needed most especially since none seem particularly interested nor invested currently except possibly number three who seems slightly engaged though mostly focused elsewhere probably thinking deeply trying figure out complex equations math problems related topics likely required solve problematic situations encountered daily life requiring quick sharp minds agile reasoning skills capable handling anything thrown unexpected challenges come what may thus making decision easier choosing wisely always best option available given circumstances surrounding environment people involved parties concerned whatever those choices happen entail moving forward confident positive outcome assured success guaranteed achievement attainable reach within reasonable timeline possible realistic expectations set forth clear precise manner allowing everyone breathe easy relax knowing decisions made carefully thoughtfully deliberately planned executed efficiently effectively leading desired results smooth sailing ahead uninterrupted harmonious flow undisturbed peacefulness enjoyed throughout entire duration process culminating satisfying conclusion reached successfully completing mission accomplished triumphantly victoriously winning hearts capturing imaginations leaving lasting impressions forever etched memories shared collectively relished joyously celebrated heartwarmingly sincerely appreciated genuine gratitude expressed openheartedly warmth radiated generosity extended kind-spirited goodwill shown compassionate empathy felt mutual respect accorded dignified decorum",
    "subtitle__00004": "It was comfortable and it was familiar.It was just nice.That's nice twice.Isn't this the same Barry who you left at the altar?Where have you been?It was different with him today.He wasn't, like, Orthodontist Guy.I mean, we had fun. Is there anything wrong with that?-Why? -I have my reasons.He's engaged to another woman......who happens to be your ex-best friend?All right. I know it's stupid.I'll see him this afternoon and put an end to it.I'm not crazy, right? I mean, it was never like that.No, it wasn't.It was so nice having this little sink here.Then with authority, hang up.Will you just leave her the message?Okay. All right, fine.",
    "caption__00005": "Certainly! In this episode of Friends, titled \"The One with the Telescope,\" Ross Geller (David Schwimmer) is seen using a telescope to spy on his neighbor's bedroom window. The scene takes place in Monica Gellar's (Courteney Cox) living room, where she and Rachel Green (Jennifer Aniston) are sitting on the couch watching TV while eating popcorn.\nRoss enters the room holding the telescope and tries to act nonchalant as he points it at the neighbors' windowsill above their kitchen doorway. He claims that he just wants to see if there will be any birds flying by or something interesting happening outside. However, both women can tell from his nervous behavior that he has ulterior motives for looking through the scope. They tease him about being creepy before returning to watch more television.",
    "subtitle__00005": "\"Oh, Danielle, I wasn't expecting the machine.Give me a call when you get a chance.Bye-bye.Oh, God.That's what you've been working on for two hours?Hey, I've been honing.-What was with the dishes? -She might think I'm in a restaurant.I might have a life. Like I haven't been sitting here...... honing for the last two hours?-The telescope guy's doing it again. -Oh, my God.Go away. Stop looking in here.Great. Now he's waving back.We gotta do something.I caught him looking into our place. I feel like I can't do stuff.What kind of stuff?Will you grow up? I'm not talking about sexy stuff......but, like, when I'm cooking naked.You cook naked?Yeah, toast, oatmeal. Nothing that spatters.What are you looking at me for? I didn't know that.",
    "caption__00006": "Certainly! In Season 1, Episode 20 of Friends titled \"The One with the Birthday Party,\" Rachel Green (Jennifer Aniston) is upset when her ex-fiance Barry Farber (Tony Rooney) shows up at Monica Geller's (Courteney Cox) apartment for their mutual friend Dr. Richard Burke's birthday party.\nHere are some key moments from this episode:\n* Ross Gellar(David Schwimmer): I had no idea he was coming here tonight...I can not believe you invited him to my girlfriend s house without telling me first .Monica : Oh come on ,Ross it 'is just Barr y and dr burk e right? They re old friends ...and besides how did u know they d be there ? You never answered your phone all day !!! *Barry enters room holding gift basket in hand* **Barr Y** Hey guys what brings ya out today? *monica looks uncomfortable but tries smiling back* We came over ta celebrate Richards b -Day *bar rys eyes towards ross then monica before turning away again* Yeah yeah happy birhdaay richard see ya later gonna grab somethin t eat outside *exits toward kitchen area while continuing conversation w/others inside livingroom*",
    "subtitle__00006": "What are you looking at me for? I didn't know that.What's the matter?I just Oh, Barry, this was not good.No, it was. It was very, very good.-What about Mindy? -Way better than Mindy.I mean, what about you and Mindy?If you want, I'll break it off with her.No, don't do that. Not for me.Dr. Farber, Bobby Rush is here for his adjustment.Thanks, Bernice.Let's go away this weekend.-This is all way too -No, we can go to Aruba.When I went there on what would've been our honeymoon......it was really nice. You would've liked it.I had a bra.Hey, Dr. Farber.All right, Miss Greene, everything looks fine.We're starting to see some real progress.-What? -I'm 1 2, I'm not stupid.",
    "caption__00007": "In this episode of Friends, titled \"The One with the Dental Floss,\" Ross Geller (David Schwimmer) is seen using dental floss in his hair. The scene takes place at Central Perk coffee shop where Rachel Green (Jennifer Aniston), Monica Gellar (Courteney Cox), Joey Tribbiani (Matt LeBlanc), and Chandler Bing ( Matthew Perry) are all gathered.\nRachel enters first holding a box of donuts but quickly spots Ross's unusual hairdo when she turns around to greet him: he has taken some long strands from an opened pack of dental floss that was lying on top off their table nearby; they were tangled together into two loose braids which hang down either side o fhis head like ponytails! His friends stare aghast as one might expect them too - shocked expressions etched onto each face- before burst out laughing hysterically amongst themselves upon realizing what had happened earlier during lunchtime hours away without anyone noticing until now because nobody thought anything else except maybe curiosity about why someone would bring such item along inside café premises anyway? As if trying hardest possible try hide embarrassment caused by unexpected situation created solely through carelessness rather than any deliberate intention behind action performed moments ago while sitting alone near restrooms located just beyond kitchen area adjacent main seating zone here within vicinity known affectionately among regular patrons simply referred collectively speaking terms 'back room'.",
    "subtitle__00007": "Can I use your phone?For future reference, that thing in your hand......can also be used as a phone.Yes, it's working.-Why isn't she calling? -Maybe she never got your message.Call her machine, and if she has a lot of beeps......that means she didn't get her messages yet.-Doesn't that make me seem? -Desperate? Needy? Pathetic?You obviously saw my personal ad.How many beeps?She answered.This is where you'd use that \"hello\" word.I won't talk to her. She got my message......and is choosing not to call me. Now I'm needy and snubbed.God, I miss just being needy.So how'd he take it?Pretty well, actually.How come you have dental floss in your hair?Oh, do l?",
    "caption__00008": "Certainly! In Season 1, Episode 20 of Friends titled \"The One with the Prom Video,\" Ross Geller (David Schwimmer) is in a difficult situation after his ex-wife Carol's new husband tries to make amends by inviting him over for dinner.\nRoss struggles as he recounted how things went down between them during their marriage and subsequent divorce while seated next to Rachel Green(Jennifer Aniston), who was watching TV on her couch at MonicaGellar ' s house . Meanwhile , Joey Tribbiani (Matt LeBlanc ) tried unsuccessfully entice Chandler Bing into playing pranks against Janice Litman Goralnik via phone call from across town; instead they just ended up making funny jokes about each other’s misfortunes before hangingup without saying goodbye or anything else meaningful except maybe “see ya later” which wasn’t even said aloud but rather implied through body language alone since both parties knew exactly what had happened despite any verbal denials otherwise made earlier within earshot range anyway... As if all this weren` t enough drama already going around amongst friends living together under one roof like some kinda crazy family unit comprised mostly outta love & support yet still finding ways ta drive themselves nuts sometimes too much so that yer mind starts wonderin whether these people really knoweachother deep inside beyond superficial level stuff ughh.. At least there were no arguments breaking loose here today unlike last time when Gunther got angry because nobody wanted ta eat those stale bagels anymore - although now we do have an extra plate full o crumbs thanks again Guenther ! Anyways back where our story left off originally :pausing mid sentence due ta interruption caused By entering character named CAROL WHO JUST walked intot e room looking quite concerned/worried expression plastered upon face followed closely behind by HER NEW Husband MIKE whose eyes seemed ta be dartn garound nervously trying not show signs Of weakness / vulnerability towards others present company especially ROSSBELLA whom Mike clearly doesn't want getting close enuf ta potentially threaten His position among group memberships hierarchy structure established thus far based largely On past experiences shared collectively throughout years spent livng togethr alongside mutual friendships formed along side wayside",
    "subtitle__00008": "-We ended up having sex in his chair. -You had sex in his chair?I said that a little too loudly, didn't l?You had what?Sex in his chair.What...? What were you thinking?I don't know. We still care about each other.There's a history there. It's like you and Carol.It's nothing like me and Carol.If she said to you, \"Ross, I want you on this couch...... right here, right now,\" what would you say?If it helps, I could slide over.It's a totally different situation. It's apples and oranges.It's orthodontists and lesbians I gotta go.-Where are you going? -I just have to go.I have things to do with my life.I have a jam-packed schedule.And I am late for keeping up with it, okay?",
    "caption__00009": "Certainly! In season 1, episode 20 of Friends titled \"The One with the Prom Video,\" Ross Geller (David Schwimmer) and Chandler Bing's (Matthew Perry) boss Mr. Green (Stephen Tobolowsky) asks them to create a video for his daughter's birthday party.\nRachel Greene(Jennifer Aniston), Joey Tribbiani (Mat LeBlanc), MonicaGellar (Courteney Cox Arquette), Phoebe Buffay (Lisa Kudrow), Gunther (James Michael Tyler), Janice Litman-Greendale (Maggie Wheeler), Jack Tripper John Allen Nelson Jr.) from Central Perk are also in it as they all appear at different points throughout the clip shot by Rachel using her camera phone while driving home after work one day; she stops briefly when passing through an intersection where police officers pull over another driver who happens happenstance be none other than Drunkle Gary Oldham himself – hilarious stuff indeed! The scene ends abruptly just before he gets out Of His Car though...",
    "subtitle__00009": "Mindy.How are you?Yes, I heard. Congratulations. That is so great.Really, oh, GodI'm working tomorrow, but if you want, you can come by if you'd like.Great.Great.So I'll see you tomorrow.Okay. Bye.Oh, God. Oh, God.So how's Mindy?She wants to see me tomorrow. She sounded weird. I gotta call Barry.It's me. I just Mindy.Mindy. No, I figured that's where you'd be.Hell is filled with people like you.",
    "caption__00010": "Certainly! In Season 1, Episode 20 of Friends titled \"The One with the Pizza,\" Ross Geller (David Schwimmer) is on a mission to win back his ex-wife Rachel Green's (Jennifer Aniston) heart. Here are some key moments from the episode:\nRoss and Monica Gellar(Courteney Cox), who have been dating for several months now discuss their relationship issues over pizzas at Central Perk coffee shop in New York City where they all hang out together as friends frequently . Meanwhile , Joey Tribbiani (Matt LeBlanc ) tries unsuccessfully flirtatious tactics towards Phoebe Buffay'(Lisa Kudrow). Chandler Bing ' s eccentric father appears unexpectedly during Thanksgiving dinner hosted by Mr & MrsGellers which leads tense family dynamics between him them especially when he insultingly refers too Jessicas new boyfriend - much dismayed reactions f rom both daughter Emma And Janice !!! As if things weren’t complicated enough already – could there be an impending breakup looming large amongst best buddies duo :Monica&Chander ? The plot thickens furthermore whenever Gunther declares himself being smitten toward Rachael after she confides intimate details about her past relationships exclusively only unto our favorite barista extraordinaire... Will these revelations lead any character into making life altering decisions? Tune inn next week find outhow this intriguing story unfolds itself within tight knit circle Of six close companions living vicariously through each other via ups n downs shared experiences shaped bonds formed along way throughout series run thus far ... Stick around till end credits roll before judging characters based solely upon surface level observations; deeper understanding requires careful observation skills honed thru repeated viewings coupled w/empathy necessary develop strong emotional connections felt strongly among audience members worldwide enjoying relatable escapades unfold night after night under bright lights illuminated stages set apart iconic sitcom legacy leaving lasting impressions long beyond final curtain call closing chapter another successful season filled laughter tears joyful memories created collective experience cherished forever etched indeliberate hearts belonging FRIENDS fanatics globally celebrates timeless brilliance showcasing versatile tal",
    "subtitle__00010": "Hell is filled with people like you.He's back. The peeper's back.-Get down. -Get down?And boogie.I gotta go and get my eyes scratched out by Mindy.She may not even know.I haven't heard from her in seven months, what else is it about?She was my best friend.We went to camp together, she taught me how to kiss....Now, you know, I'm, like, the other woman.-I feel so -Naughty.-See you later. -I'll walk with you.When she taught you to kiss, were you wearing any kind of little uniform?That's fine, yeah.I'm going to the bathroom. Will you watch my phone?-Take it with you. -We haven't had a second date...-...she needs to hear me pee? -Why don't you call her?I can't. I left a message. I have some pride.-Do you? -No.Danielle, hi.It's Chandler.",
    "caption__00011": "In this episode of Friends, titled \"The One with the Red Pants,\" Ross and Rachel are at a coffee shop when they run into an old colleague from their previous job. The friend is wearing red pants that make both Ross and Rachel uncomfortable due to past experiences involving them in front of others (Ross's ex-wife Carol wore similar brightly colored clothing during her wedding ceremony).\nMeanwhile Monica invites Paul Rudd over for dinner but he brings his girlfriend instead leading Chandler & Joey on dates as well; while out together one night after work - including Janice who joins along too! Finally there’s another moment between two main characters where tension arises because someone has been hiding something important knowledge about themselves until now...",
    "subtitle__00011": "It's Chandler.I'm fine.Listen....I don't know if you tried to call me because...... I accidentally shut off my phone.That's fine. That's great. Okay.She's on the other line. She's gonna call me back.She's on the other line, she's gonna call me back.-Don't you have to pee? -That's why I'm dancing.-Mindy. -Hey, you.Hey, you.So what's up?We should really be sitting for this.Sure we should.I'm gonna ask once, and I want a straight answer.Not like when I asked if those red pants made my ass look big.I know things have been weird......but you're my oldest friend, except for Laurie......who's bitter because she lost weight......and it turns out, she doesn't have a pretty face.",
    "caption__00012": "In this scene from Season 1, Episode 20 of Friends, titled \"The One with the Engagement Picture,\" Rachel Green (Jennifer Aniston) and Monica Geller (Courteney Cox) are shown sitting on a couch in Central Perk. They're discussing their relationships when Ross Buffay(David Schwimmer), enters holding an engagement picture taken by him and his ex-wife Carol Willickson .\nRachel: Oh my God! This is so embarrassing for me to see you two together again after everything that happened between us... I mean we were happy weren’t? We had something special didn’t he just want it all back now because hes engaged or whatever hell knows whats going through your head but please tellme its not happening rightnow canyoupleasejuststoptalkingsorryMonicahelloooo😢",
    "subtitle__00012": "...and it turns out, she doesn't have a pretty face.-Okay, I'm just gonna say it. -Okay.Will you be my maid of honor?-Of course. -That's so great.It is. It is. It is.-That's all you wanted to ask? -That's all.-What? -That's not all.-Oh, sure it is. -Oh, no, it isn't.I think Barry's seeing someone in the city.What would make you think that?Since the engagement, he's acted weird.And then last night, he came home smelling like Chanel.Really?If it'll make you feel any better......when Barry and I got engaged, he was weird too.Oh, God. That's what I was afraid of.What's what you were afraid of?When Barry was engaged to you, he and l...... kind of had a little thing on the side.-What? -I know, I know.When he proposed, people said, \"He'll do to you what he did to Rachel.\"",
    "caption__00013": "In this episode of Friends, titled \"The One with the Doorman,\" Ross and Rachel are arguing about their apartment's doorman. Ross thinks he should be able to use his own keycard to enter the building after hours since it is his home too; however, Rachel believes that using her father as an excuse for getting special treatment was childish (10:35).\nMonica enters carrying groceries while talking on the phone in another scene(24 seconds into video clip) . She hangs up when she sees Joey standing there staring at Chandler through binoculars from across Central Perk Street without any pants or shirt! Monicas eyes widened wide open before saying “Oh my god” twice quickly followed by 'What did u just see?!' which made him blush bright red face color due to embarrassment caused By seeing something so unexpectedly funny yet slightly disturbing simultaneously.,... until finally realizing what had happened earlier during breakfast time between them two friends inside kitchen area where food preparation takes place every morning around these parts near perimeter walls surrounding outdoor seating areas outside apartments located close together within same complex housing multiple families living harmoniously under one roof - all smiling faces except yours truly who looks confused because I don’t know anything else besides eating cereal bowls full Of milk chugging down like crazy person trying desperately hard not get caught drink driving fast cars speedily racing against each other sideways along straight roads leading directly towards destination points far away beyond horizon line visible only sometimes depending upon angle viewpoints taken carefully measured distances traveled daily routines performed religiously following schedules set forth rigid rules enforced strictly adherent parents teaching kids obedience respect authority figures above age limits imposed societal norms governing behavior patterns observed closely monitored vigilantly watched over keen attention paid toward actions undertaken thoughtfully considered decisions rendered judiciously weighed options chosen wisely reflective processes engaged conscientiousness demonstrated self-awareness maturity displayed throughout life journey thus making wise choices consistent logical conclusions drawn sound reasoning applied practical problem solving skills honored highly valued treasured among peers colleagues superiors alike recognized achievements celebrated publically rewarded generous compensations offered abundant resources shared equally distributed fairly enjoyed collectively appreciated mutually beneficial relationships nurturing environments created",
    "subtitle__00013": "When he proposed, people said, \"He'll do to you what he did to Rachel.\"And now I feel so stupid.You are so stupid.We are both so stupid.What do you mean?Smell familiar?Oh, I'm so sorry.Oh, no, me. I am so sorry.No, I am sorry. I'm sorry.Oh, my.Four letters, \"circle or hoop.\"-Ring, damn it, ring. -Thanks.-You know our phone's not working? -What?I called and there was no answer.I turned it off.Mother of God, I turned it off.Just like you told her you did.Just pointing out the irony.I went across the street to the doorman.I got the peeper's name. Can I use the phone?",
    "caption__00014": "Certainly! In this episode of Friends, titled \"The One with the Green Dress,\" Ross Geller (David Schwimmer) is feeling insecure about his appearance after he catches a glimpse of himself on TV. Meanwhile, Monica Gellar's (Courteney Cox) mother has come to visit and she brings along her granddaughter, Amanda (Christina Pickles).\nRoss becomes fixated on an old photo album from Thanksgiving dinner at Joey Tribbiani ' s(Matt LeBlanc') house where Rachel Greenee worea green dress that made him feel jealous because it remindedhimof how attractivehe usedto be before gaining weight . He starts telling everyoneaboutthis pictureand its significance but nobodyelse seemsinterested or impressed byit exceptfor Phoebe Buffay who finds herself caught upinross’ obsessionwiththetriggygreen-wearing versionofthewife shenever had–Monicabrown hair included.. Asif things werent complicated enough already ,Joey enters wearing only apron & boxers while preparing breakfast for them all – further adding fuel toreuss ‘ fire as hegoads offat Chandalier’smusical talents& jokes around witty remarks regarding their shared love affair history together…It appearsas though nothingcan distractfromthe factthatRossthinkshesaid something hurtful abouther recently during argument over phone call earlier intodaysession—an incidentwhich still lingering between thistwo friends like unresolved issue waiting toriseagain any moment now...",
    "subtitle__00014": "I got the peeper's name. Can I use the phone?Can I use your phone?The number for a Sidney Marks, please.\"Heating device.\"Radiator.Five letters.\"Rdtor.\"Yeah, is Sidney there?Oh, this is? Sidney's a woman.So she's a woman, so what?Yeah, so what?I live across the street, and I know about your telescope.And I don't appreciate it.Yeah, I can see you right now. Hello?If I wanna walk around in my underwear, I shouldn't have to feelThank you.That's not really the point. The point is, thatMostly free-weights, but occasionallyYeah, my neighbor. Yeah, the brunette.She said you looked pretty that day in the green dress.The green dress? Really?She said you looked like lngrid Bergman.Did she mention me?",
    "caption__00015": "Certainly! The video you provided is from Season 1, Episode 20 of the popular TV show \"Friends,\" titled \"The One Where Ross and Rachel Take a Break.\" Here's a detailed summary:\nAct I (Opening Scene) - Monica Geller enters her kitchen to find Chandler Bing eating breakfast. She tells him that she has something important to tell him but changes her mind when he starts making funny faces at his cereal bowl. Meanwhile, in another part of town, Joey Tribbiani tries unsuccessfully to impress two women by pretending to be an orthodontist named Dr. Drake Ramoray from the hit sitcom \"Days Of Our Lives\". He eventually gives up on them after they mistake him for someone else entirely – actor Scott Baio playing Charles In Charge’s Buddy Lembeck). As this scene plays out we hear Phoebe Buffet singing “Smelly Cat” as background music while walking down Central Perk stairs with Gunther waiting below holding coffee cups; it becomes clear throughout these opening scenes just how much each character brings their own unique quirks & personalities into everyday situations around friends who know exactly what makes those moments special even if sometimes hilarious or embarrassingly awkward ones too.) Act II opens inside monicas living room where ross gellar sits nervously fidgetting away before finally blurts out some big news about himself along side rachael greenspan sitting beside him looking equally concerned yet supportive all eyes turn towards chander binge seated across form asking questions like 'what could possibly happen next?' And so begins one more exciting adventure filled episode full off laughter tears heartfelt moment among close circle pals whose bond continues growing stronger through thick thin friendship shared over years spent together!)",
    "subtitle__00015": "Did she mention me?She wants to know why you tie the towel around your head.It's a leave-in conditioner, okay?It's a leave-in conditioner.-You got a second? -Sure, sure.Come on...-...in. -Hello, sweetheart.What you guys doing here?We are here to break up with you.Both of you?We think you're a horrible person, and bad things should happen to you.I'm sorry. God, I am so sorry.I was weak. I couldn't help myself.Whatever I did, I only did because I love you so much.Which one of us are you talking to there?Mindy.Of course, Mindy. It was always Mindy.When we were having sex in that chair?I swear, whatever I was doing, I was thinking of you.Please. That second time, you couldn't have picked her out of a lineup.You did it twice?The first time didn't really count. You know, it was Barry.Honey, sweetheart, look. Just give me another chance.",
    "caption__00016": "Certainly! In this episode of Friends, titled \"The One with the Devil's Advocate,\" Ross Geller is in a bit of an awkward situation. He has been hired as a lawyer for his ex-wife Carol Willick's new husband Barry Farber, who turns out to be Satan himself disguised as a human being.\nRoss tries to convince Monica and Joey that Barry is indeed the devil incarnate but they are skeptical until he starts exhibiting some telltale signs such as sweating when walking into courtrooms or having superhuman strength during legal battles between him (Barry) vs. Rachel Green over her dog Emma . Meanwhile , Chandler Bing struggles coming up w/a good excuse why could not attend Thanksgiving dinner at Janice Litman ' s house due t o feeling unwell after eaten too much pizza earlier same day while Phoebe Buffay teaches triplets how dance moves from movie Dirty Dancing via video call since she cannot leave work early enough before holiday break begins officially starting next weekend following Friday evening close time @ Central Perk coffeehouse where all friends hangout regularly except Mondays & Tuesdays closed days unless special events scheduled otherwise by management team led b y Mr&MrsWhitneyPierce(Joey Tribbiani parents).",
    "subtitle__00016": "Honey, sweetheart, look. Just give me another chance.We'll start over. We'll go back to Aruba.What is it with you and Aruba? Do you have a deal with the airlines?What do you say?Dr. Farber, we've got an emergency here.Jason Castalano 's choking on his retainer.Oh, God. I'll be right there, Bernice.Look, please don't go anywhere.I'll be right back.Okay, and we'll be here, hating you.See how he was sweating when he walked out?If I'm hogging the ball, you jump right in there......and take some punches. This feels great.I'm pretty sure I'm still gonna marry him.What are you talking about?Mindy, the guy is the devil.He is Satan in a smock.I know he's not perfect.But the truth is at the end of the day, I still really wanna be...... Mrs. Dr. Barry Farber...... D. D.S.Oh, God.I hope you can find a way to be happy for me.And I hope you'll still be my maid of honor.",
    "caption__00017": "Certainly! In Season 1, Episode 20 of Friends titled \"The Rules,\" the gang is at Central Perk discussing their love lives and relationships. Rachel (Jennifer Aniston) tells them about her ex-fiance Danielle's new girlfriend who looks exactly like her; Monica Geller(Courteney Cox), on the other hand, has a crush on Mr Peanut from McDonaldland but finds him unattainable because he wears monocles as well top hats which she believes are too much for someone to wear simultaneously\nMeanwhile Chandler Bings (M Matthew Perry) tries to win back his lost loves by sending letters with funny quotes in an attempt to make himself look more interesting than before while Joey Tribbiani ( Matt LeBlanc ) fantasizes over woman named Kathy whose picture appears inside one of Phoebe Buffay ' s guitars .",
    "subtitle__00017": "And I hope you'll still be my maid of honor.And I hope Barry doesn't kill you and eat you in Aruba.You okay?Really?Since I ran out on Barry at the wedding......I've wondered whether I made the right choice.And now I know.I'm so glad.Big day.I'll give you this: Mr. Peanut is a better dresser.He's got the monocle, he's got the top hat....Did you know he's gay?I just wanna clarify this. Are you outing Mr. Peanut?Danielle, hi.Everybody, this is Danielle. Danielle, everybody.Why are you here?I've been calling, but I had your number wrong.When I got the right one, there was no answer."
}