{
    "caption__00001": "In this episode of Friends, titled \"The One with the Birth,\" Rachel is in labor and giving birth to her baby. The scene opens with Phoebe sitting on a couch next to Joey, who looks anxious about something (<Cap>-What'll you do when you have a baby?</Img>) . Monica enters carrying some flowers for Ross , but he tells them that they are not needed because it will be his turn soon( < Cap > -She could give birthing any minute now.</ Img)\nMeanwhile Chandler tries unsuccessfullyto make jokes while waiting outside the delivery room door as everyone else waits anxiously inside( <Caption> Relax...it only costs $2 per contraction ...$50cents each additional! </Image )). As time passes by.,Rachels condition worsens leading Dr Leeds To announce That she needs tp go into surgery immediately which causes panic among friends except ross whose face shows concern instead Of relief since hE knows whats coming up afterward.. Finally After hours o f anticipation & suspenseful moments later; little Emma Is finally born crying loudly enough For Everyone T hear Her Cries echo throughout hallways until She becomes quiet again signalinG an end ta thrilling drama filled adventure fullOf laughter tears joy sadness hope fear excitement wonder disbelief amazement gratitude love adoration admiration respect appreciat ion devotion loyalty friendship kindess compassion empathy patience understanding support trust reliability protection care nurturing guidance wisdom knowledge insight intuition creativity imagination vision innovative thinking problem solving critical analysis logical reasoning sound judgment ethical decision making moral principles values integrity character virtues courage fortitude resilience determination persistence grit strength confidence self esteem assertiveness autonomy independence interdependence mutuality cooperation collaboration teamwork synergy harmony balance equilibrium stability tranquility peace serenity calm relaxation release reprieve break free from constraints limitations boundaries rules expectations norms standards codes conduct behaviors patterns habits addictions obsessions fixations attachments dependencies bonds connections relationships networks friendships alliances partnerships marriages families kinship affinity fellow feeling shared interests common goals objectives missions visions passions dreams aspirations desires wants wishes longings yearnings hopes ambitions achievements accomplishment successes failures setbacks obst",
    "subtitle__00001": "Downloaded From www.AllSubs.orgShared by http://DJJ.HOME.SAPO.PT/She's having my baby, and she's not here yet.-Has her water broken yet? -I don't know.When we talked, she said she'd already passed the mucous plug.Do we have to know about that?What'll you do when you have a baby?I'll be in the waiting room, handing out cigars.Joey's made arrangements to have his baby in a movie from the '50s.She could be giving birth in the cab.Relax. It's only $2 for the first contraction......and then 50 cents for each additional contraction.What, it's okay when Chandler does it?You have to pick your moments.Did I miss it?-She's not here yet. -What's with the guitar?We might be here for a while. Things might get musical.-Where have you been? -We stopped at the gift shop.I got this, and Susan wanted a Chunky.You're having a baby. You don't stop for Chunkies.I used to have that bumper sticker.You see what I mean?The One With the Birth",
    "caption__00002": "Certainly! The video you provided is from Season 1, Episode 23 of the popular TV show Friends titled \"The One With Stopped for a Chunky.\" Here's a detailed summary:\nIn this episode, Ross Geller (David Schwimmer) and Rachel Green (Jennifer Aniston), who are in their late twenties or early thirtysomethings at least according to some sources. They have been dating on-and off again throughout season one but seem more serious about each other than ever before now that they share an adorable baby girl named Emma together via surrogacy after years apart due largely because he cheated multiple times during another relationship while she was pregnant with him as well as when both were single earlier still living separately within walking distance away near Central Perk coffee shop where all friends hang out most days anyway so it only makes sense why these two would want nothing else except be close enough physically whenever possible despite any past heartache caused by infidelity issues between them previously mentioned above - especially since there isn’t much time left until Christmas arrives soon which means everyone will start getting ready sooner rather later if history repeats itself once gain given how quickly holidays tend come around faster every year without fail no matter what happens along way leading up towards winter solstice celebrations starting sometime mid December through January first week usually culminate into major festivities lasting weeks sometimes even months depending upon local traditions customized practices shared among community members involved including those related religious belief systems practiced open mindedly respectfully amongst diverse cultures worldwide thus making sure everybody gets something special done right just prior final countdown begins marking end yet another successful calendar cycle full circle completion bringing new beginnings fresh starts await us ahead next rotation round sun orbit planets stars galaxies beyond our own cosmic neighborhood reach...",
    "subtitle__00002": "The One With the Birth-\"Stopped for a Chunky.\" -Let it go, Ross.I got an extra one. You want this?-How's my favorite parenting team? -Dr. Franzblau.I understand you're thinking of having a baby.I see you're nine months pregnant. That's a good start.-How are your contractions? -I love them.Each one's like a little party in my uterus.-Every 4 minutes, lasting 55 seconds. -59 seconds. Quartz.Swiss quartz.",
    "caption__00003": "Certainly! In Season 1, Episode 23 of Friends titled \"The One with the Pied Piper,\" Ross Geller (David Schwimmer) is trying to impress his new girlfriend Carol Willick (Anita Barone), by pretending he's a big shot in advertising. Meanwhile, Joey Tribbiani(Matt LeBlanc) tries out for an infomercial and Chandler Bing ( Matthew Perry) has trouble dealing with Monica Gellar ' s (Courtenay Dunn) pregnant sister who won t stop talking about her baby .\nIn this episode ,Ross attemptsto wow Caroleby tellingher that hes intheadvertisement industry but ends up embarrassed when she asks him questionsabout it :<Cap>-You know what I do? -I sell sandwiches on TV <Img>. Lateronin thescene Rachel Green(' Jennifer Aniston') returns from New York City after breaking uphere relationship via phone call while sittingonthewindow ledge atCentral Perk coffee shop: < Cap > Oh my god... how did you get here ?!!</img>MonicahasproblemwithSusansisterwhoissittingonaftershereadingabook : < cap>< img> Susan says something like\"Ohmygodyouaintellyoureallyprego?\" which causes monicasignal discomfort.</cap></img>Joey auditionsforaninfommericalcalledthepiedpiperpeterwhosmokingasexualizedmanwearingapink onesiewhileplayingsaxophonesoundtrackmusicfromtheshowerialmonitor; meanwhilerocksbackwardsondancingchairwhenaskedadjuststhespeedoftenensuringviewerscanseehisbuttsexposed: &lt ; /&gt imgsymphonyorchestraperformingbeethovenclassicsinceveryonelikestobeenthusedincludingjoeysaxy dancing: & lt/& gtsymphonic orce perform beethovenselectiosn including jo ey saxy dances symphon y orch estratio n performs b ethove selection includi ng j oei se xa cky da ni es : &amp; amp;lt /amp;gtsym phonyorch strats performing Beet h ov selec ti os inc lud iNgly",
    "subtitle__00003": "Swiss quartz.-Am I allowed to drink anything? -lce chips.-At the nurse's station. -I'll get it!-No, I'll get it. -No, I'm getting it.Hi. Thought you might like some ice chips.-Thanks. -And if you need anything else l......do not believe we've met.I'm Rachel Greene.I'm Carol's ex-husband's sister's roommate.Nice to meet you. I'm Dr. Franzblau.I'm your roommate's brother's ex-wife's obstetrician.Oh, that's funny.I want a baby.Not tonight, honey. I got an early day tomorrow.-Get up. Let's get some coffee. -Okay, because we never do that.Shoot, shoot, shoot. Or just fall down. That's good too.Knick fan?-Oh, boy, do they suck. -Listen, ladyLook. Look at your man, Ewing.He couldn't hit water if he was standing on a boat.-And who do you like? -Celtics.Celtics? They couldn't hit a boat if",
    "caption__00004": "In this scene from Friends season 1 episode_23, Ross Geller (David Schwimmer) is playing his guitar and singing a song about twins. Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), Monica Gellar(Courtenay Cox), Rachel Green (Jennifer Aniston), and Phoebe Buffet (Lisa Kudrow) are in the room listening to him play.\nRoss begins by saying \"Thanks, Ross\" which suggests that he may be addressing someone else or himself in reflection before continuing with lyrics such as: -You'll get one...-When? The tone of voice used during these lines implies sadness on behalf of whoever/whatever 'you will gets'. It seems like they might have lost something recently; perhaps even their sense identity due being asked when another person would receive an item instead! As if it wasn’t enough having two babies already – now there needs three just so dad can feel included too…The words flow smoothly off each other creating rhythm within earshot range making clear how much emotion lies behind every note played here today .",
    "subtitle__00004": "Celtics? They couldn't hit a boat ifWait....They suck, all right?Shut up. It's a rebuilding yearLet me get the father. We need a father over here.There's no father.-Oh, sorry. -That's okay. I'm fine.Okay. Right this way.All the other pregnant women seem to be going in here.They're tiny and chubby And so sweet to touchBut soon they'll grow up And resent you so muchNow they're yelling at you And you don 't know whyAnd you cry and you cry And you cryAnd you cry and you cry And you cry-Thanks, Ross. -I'm paying you to stop.Oh, look, twins. Hi, guys. Oh, cute.No fair.I don't even have one. How come they get two?-You'll get one. -When?Tell you what. When we're 40, if neither of us are married...",
    "caption__00005": "In this scene from Friends season 1 episode_23, Ross Geller is on the phone with his father, Jack Gellar. The conversation starts off lighthearted enough when Ross mentions he hasn't seen him (Dr Franzblau) and asks if Dr Franblua has been by to visit mom at her hospital bedside in New York City where she was recovering after a car accident that left both of them injured .\nRoss then reveals there might be another reason why neither one had visited - Joey Tribbiani! As expected ,Joey turns out not just any ordinary visitor but someone who brings along an unwanted gift for Rachel Green-a knitted sweater which makes things even more awkward between these three friends since they all have unresolved feelings towards each other due mainly because their past experiences together kept getting complicated over time especially whenever something romantic came up involving either Chandler Bong or Monica Gorlicki !",
    "subtitle__00005": "Tell you what. When we're 40, if neither of us are married......what do you say we have one?Why won't I be married when I'm 40?I just meant hypothetically.Hypothetically, why won't I be married when I'm 40?What is it? Is there something unmarriable about me?Well?Dear God! This parachute is a knapsack.Look at you, dressy-dress.Did you go home and change?It's an important day. I want to look nice.Has Dr. Franzblau been by?I haven't seen him.Where is he? He is supposed to be here.What if the baby needs him?What's the deal with you and doctors? Is your father a doctor?Yeah. Why?No reason.Mom, we've been through this.No, I am not calling him.I don't care if it is his kid, the guy's a jerk.No, I am not alone. Joey's here.What do you mean \"Joey who\"?Joey who?-Tribbiani. -Joey Tribbiani.Yes. Okay. Hold on.",
    "caption__00006": "In this episode of Friends, Ross and Rachel are in the hospital waiting room while their friend Monica is giving birth to her baby. The two get into an argument about whether or not they want children after a woman sitting nearby overhears them talking.\nThe video starts with Ross (David Schwimmer) pacing back and forth nervously outside Monica's delivery room as he talks on his phone with Joey (Matt LeBlanc). He tells him that it will be another five minutes before doctors let anyone else inside because there has been too much traffic at the entrance due to other visitors coming for check-ups/deliveries etc.. Meanwhile across town.,Monicas husband Chandler Bing( Matthew Perry), sits next door watching TV until suddenly realizing what time exactly its supposed t happen - \"Oh no! Shes gonna have tha babby any minute now!\" exclaims chanlder panickingly jumpin up from couch & rushing towards elevator doors just moments later opens wide enough only forsomeone like himself...",
    "subtitle__00006": "Yes. Okay. Hold on.She wants to talk to you.Take the phone.Yeah, it's me.No, we're just friends.Yeah, I'm single.Twenty-five.An actor. Hello?She's not much of a phone person.So, what's the deal with this father guy?If someone was having my baby, I'd wanna know about it.Hey, Knick fan, am I interested in your views on fatherhood? No.-Maybe I should just go. -Maybe you should.Good luck......and take care.The Celtics problem is that the players run the team.-That is so not true. -Oh, it is.-Breathe. -Breathe.You're gonna kill me.-Fifteen more seconds. 1 4, 1 3, 1 2 -Count faster.It'll be okay. IKeep focusing on Jordy. He'll be here soon.",
    "caption__00007": "Certainly! In this episode of Friends, titled \"The One with the Water Break,\" Ross and Rachel are at the hospital where Rachel is in labor to deliver their baby. The scene opens with a shot of Monica sitting next to Rachel on an examination table, holding her hand as she breathes through contractions.\nMeanwhile, Joey enters carrying his pet monkey Mr. Pickles and starts talking about how he's going to be Godfather for Baby Geller (Ross & Rachels child). Chandler walks into the room wearing only one shoe after losing it during another argument between him and Janice(his girlfriend) outside . Phoebe joins them all dressed like a nurse while singing 'I Will Survive'. They continue discussing what they will name the newborn when Dr. Burke comes out followed by some nurses who take over caring fo rthe expectant mother-to -be.. As expected , things get chaotic quickly; there’ s shouted instructions given left right& center amidst laughter from everyone present except maybe poorJaniceshortchanged shoeless state adds extra comedic relief throughout moments leading up tp delivery time arrivin g near rapidly – until finally little Benny pops ouT !!! All hell breaks loose immediately following birth–Joey screams happily upon seeing bby whereas others look relieved/excited too witness safe arrival oF tiny bundle joy wrapped warm blankets awaitinfg its first cuddle session wifffriends family members cheering loudest approval possible…",
    "subtitle__00007": "It'll be okay. IKeep focusing on Jordy. He'll be here soon.-Three. Two. Who the hell is Jordy? -Your son.I don't have a son named Jordy. We all agreed on Jamie.Jamie was the name of Susan's first girlfriend......so we went back to Jordy.What do you mean, back to Jordy? We never landed on Jordy.We just passed by it during the whole Jesse-Cody-Dillon fiasco.Ow! Leg cramp!-I got it. -I got it. I'm doing it.You get to sleep with her. I get the cramps.No, you don't.That is it. I want both of you out.-She started it. -He did.I'm trying to get a person out of my body here......and you're not making it any easier! Now go!-Thanks. -See what you did?-Listen -Out!Breathe. Breathe.What is that? Something exploded.-That's not the baby, is it? -Her water broke. Calm down.Water breaking? What do you mean? What's that?Breathe. Breathe.I'm okay. I'm okay. That's disgusting. I'm okay.",
    "caption__00008": "Certainly! In Season 1, Episode 23 of Friends titled \"The One with the Fake Party,\" Ross and Rachel are preparing for a dinner party they're hosting together. However, things take an unexpected turn when Monica finds out that her former boyfriend Richard is coming to the party uninvited.\nMeanwhile, Joey tries his best to impress Chandler by pretending he has been invited to another friend's fake birthday party in order to get some alone time with him at home; however, this plan backfires as everyone else assumes it’s actually happening too (including Janice). Meanwhile Phoebe discovers she can make people laugh just be saying funny words like “Schmooblie” or whatever nonsense word comes into mind – much more successfully than any actual joke could ever hope achieve anyway so long ago before today happened yesterday tomorrow next week sometime soon never etcetera forevermore eternally until kingdom come dooms day arrives without warning whatsoever -– all while trying not fall off their chairs due mostly because there aren't enough seats available anymore after someone stole one earlier during rehearsal hours prior...",
    "subtitle__00008": "I'm okay. I'm okay. That's disgusting. I'm okay.-This is so your fault. -How is this my fault?Carol never threw me out of a room before you.There's a lot of things Carol never did before me.-Are you trying to be clever? -You're so threatened by me.Hey. Okay, all right. That's it. Get in here.My God, you guys. I don't believe you.There are children coming into the world here......and your fighting isn't the first thing they should hear.So stop all the yelling! Just stop it!Don't make me do this again! I don't like my voice like this!Who wants to hear something ironic?Are they here yet?Don't worry, we're gonna find them.And until we do, we are all here for you. Okay?You were telling me about Paris. It sounds wonderful.There was this great little pastry shop right by my hotelThere you go, dear.-You find them? -Not in the gift shop or cafeteria....",
    "caption__00009": "Certainly! In Season 1, Episode 23 of Friends titled \"The One with the Fake Party,\" Ross (David Schwimmer) and Rachel's (Jennifer Aniston) friend Mark (Steven Weber) is getting married. However, when Monica (Courteney Cox) finds out that she wasn't invited to the wedding,she becomes upsetand decides notto attendthe ceremony . Meanwhile , Joey(Matt LeBlanc ) tries toupdate his image by pretending to be a woman named 'Vivian\" ona dating website\nIn this episode there are several memorable moments including:Ross trying unsuccessfully topush open an elevator door using onlyhis fingers;Monicasinging her favorite song at work in order tomaskher coworkers into doing what shesays ;Joeypretendingsmokingin public places as Vivian :).",
    "subtitle__00009": "-You find them? -Not in the gift shop or cafeteria....Where are Phoebe and Joey?There's something sinister going on here.If you find anyone, or parts of anyone......scream. And scream again.-Help! -Come on!-I'm having a baby in there! -Hello!Okay, everyone stand back.Ow.All right, good thing we're in a hospital.Come on, Lydia, you can do it.Push him out, push him out. Harder, harder.Push him out, push him out. Way out.Let's get that ball and really move.Let's getI was just Yeah, okay. Push, push, push.What are you gonna do, suck the door open?Help! Help!And they found their bodies The very next dayAnd they found their bodies The very nextMom, everything's going fine.",
    "caption__00010": "In Season 1, Episode_23 of Friends titled \"The One with the Birthday,\" Ross Geller (David Schwimmer) is celebrating his birthday. Monica Gellar(Courteney Cox), ChandlerBing (Matthew Perry), Joey Tribbiani (Mat LeBlanc), and Phoebe Buffay (Lisa Kudrow) all gather at Central Perk to surprise him for a party but end up getting into various misadventures instead:\nMonicashares her coffee mugwith Rachel Green (Jennifer Aniston). MeanwhileChanlder tries unsuccessfullyto get ridof an annoying co-worker by pretending he's gay;Joey accidentally knocksover drink on Carol Willick while trying toplay pool;Phoebecantries abouther lack offlushing hair as she serves foodat Moondance Diner whereRossworksas a waiter",
    "subtitle__00010": "Mom, everything's going fine.Ross is great.He's in a whole other place.No, he's gone.No, you don't have to fly back. Really.What do you mean \"This might be your only chance\"? I'm only 26.I'm not even thinking about babies yet.-Where have you been? -I just had a baby.Mazel tov.It could be one hour or three.But relax. She's doing great.So tell me, are you currently involved with anyone?Not at the moment, I'm not. Are you?No, it's hard enough to get women to go out with me.Right. Yeah, I've heard that about cute doctors.No, really. I suppose it's because I spend so much time, you know......where I do.I try not to let work affect my personal life.But it's hard when, when you do what I do. It's, like....",
    "caption__00011": "Certainly! In this episode of Friends, titled \"The One with the Pink Elephant,\" Ross and Rachel are at a baby store shopping for their newborn daughter's clothes. They come across an inflatable pink elephant toy that they both want but can't agree on who should get it. The conflict escalates into a hilarious argument between them until Joey enters the scene wearing his favorite purple sweater covered in feathers (which he claims is not from Halloween).\nMeanwhile, Chandler tries unsuccessfully to impress Monica by bringing her breakfast-in bed while Phoebe teaches Janet -a chimpanzee she has adopted as partofher act – howto hold onto things using balloons instead o handouts . Later ,Monicahostsa partyforJanethereadingChandlertries touseballoonhatsasnackfoodbut ends uphere realizinghecan’teatthembecauseitisagoodideaformoose–leading him torush back inside where hesafely devours hersliceoffruitcakeinstead(muchtoplauditsfromtheothers)…",
    "subtitle__00011": "But it's hard when, when you do what I do. It's, like....Well, for instance, what do you do?I'm a waitress.Aren't there times when you come home at night and you're, like:\"If I see one more cup of coffee....\"Gotcha.-I'm gonna check up on your friend. -That's fine.-How'd you know I was here? -Your mom called me.So is this her?No, this is a loaner.Ours is at the shop.God, I hope she has my brains.I'm sorry you had to do this by yourself.I wasn't by myself. I had a doctor, a nurse and a helper guy.-So did you see who won the game? -The Knicks by 10. They suck.They're not so bad.",
    "caption__00012": "In this episode of Friends, titled \"The One with the Lesbian Lover,\" Ross is feeling down and Rachel tries to cheer him up by pretending to be his lesbian lover. Here's a detailed summary of what happens in the video:\n0:15 - The scene opens on Monica and Chandler sitting at their coffee table when Joey enters holding an armful of books <Cap>What are you doing?</Arm>.Monica replies that they need something for Jack’s nursery while he sleeps through it all<Img>, completely uninterested.</ Arm >Joey says “I gotta tell ya” as if trying out some new information before continuing about how much fun everyone had during Thanksgiving break (presumably away from baby duties). He then asks them why there isn't any 'Lesbo Lovers Day.' This leads into conversation between two friends discussing various holidays celebrated throughout different cultures around world including Mother/Father figures etc., but none specifically dedicated solely towards same-sex relationships or identities like bisexuality itself – which still faces stigma even today despite increased visibility & acceptance over past decades thanks largely due efforts made possible via social media platforms such us Twitter where people can express themselves freely without fear judgment! Finally , after brief interlude featuring Phoebe singing off tune accompanied only herself playing guitar outside window pane whilst looking wistfully distant toward sky above…we cut back inside living room area again just moments later find ourselves immersed deep within heartfelt exchange taking place amongst close circle comprised mainly composed individuals who know each other well enough already understand subtle nuances communicated silently yet power fully thru non verbal cues alone–like those exchanged betwixt longtime partners sharing intimate gazes full loaded meaning beneath surface level words spoken aloud herein lies depth emotional connection shared among members group making every moment spent together truly priceless treasure worth cherishing forevermore!!",
    "subtitle__00012": "Come on. Come on.-You're doing it too hard. -You have to do it hard or elseDamn it. Damn it.Damn it, damn it. This is all your fault.This should be the greatest day of my life.My son is being born, and I should be in there.Instead, I'm stuck in a closet with you.I have been waiting for this as much as you.No one's been waiting for this as much as I have.You know what's funny?You go home with the baby. Where does that leave me?You're his father.Who am l? There's Father's Day. There's Mother's Day.There's no Lesbian Lover Day.Every day is Lesbian Lover Day.This is so great.Do you wanna explain that?I mean, when I was growing up, my dad left......and my mother died and my stepfather went to jail.I barely had enough pieces to make one whole parent.",
    "caption__00013": "Certainly! In Season 1, Episode 23 of Friends titled \"The One with the Fake Party,\" Ross (David Schwimmer) and Rachel's (Jennifer Aniston) friend Mark (Stephen Tobolowsky) are planning a surprise party for Monica (Courteney Cox). However, their plan is foiled when Joey (Matt LeBlanc), Chandler ( Matthew Perry), and Phoebe (Lisa Kudrow) find out about it.\nIn this scene, Ben (Robbie Amell), one of the hospital workers at Central Perk, enters the coffee shop while wearing an apron over his clothes to impress Janice (Maggie Wheeler), who he has been trying to get attention from all episode long by doing various tasks around her office building in hopes she will notice him romantically; however, as soon as they enter central perk together after work hours on Friday evening just before closing time so that jan can have some privacy away frm prying eyes or ears since ben wants t show off hsi newfound confidence n self-esteem b y being more open abt expressing himself physicallu towards jnce through touches like putting hi arm arounf here waists oor giving light pats ont ehr shoulders which makes them feel special but also uncomfortable due too societal normaos surrounding physical contact between men & women outside intimate relationships such s marriage/dating etc., thus leading JAn ice teasing BEn mercilesslY throughout thE interaction until finally leaving HIm alone again without any further advances made toward each other despite still having feelings fOr Each OtHer deep down beneath surface level interactions meant solely ta distract themselves fro mtheir true emotions via superfluous small talk topics discussed during these moments include things lIke how much fun It was working late night shifts alongside colleagues versus weekend days wiThout anyone else present except security guards patrolling inside offices nearby areas where sensitive information might be stored along side important documents containing personal details belonging individuals associated witH those particular floors within same builiding complex located elsewhere far across town near beachside resort hotels popular among tourisTs seeking relaxation vacations amidst tropical paradise settings complete wItH palms trees sandy white shore lines sparkling ocean waves glistening bright blue skies above clear",
    "subtitle__00013": "I barely had enough pieces to make one whole parent.And here's this baby who has three whole parents......who fight over who gets to love it the most......and it's not even born yet.It's just the luckiest baby in the whole world.I'm sorry. You were fighting.Where are they?-They'll be here. -They wouldn't miss this.Relax. You're only at 9 centimeters, and the baby's at zero station.You are really frightening me.Somebody wanna help me? Trying to rip out my heart.That's great. Anybody seen a nipple?Ten centimeters. Here we go.-Time to start pushing. -But they're not here yet.-I can't tell the baby to wait. -Oh, God.-Okay, got the vent open. -Hi, I'm Ben.I'm hospital worker Ben.It's Ben to the rescue.Ben, you ready? Give me your foot.On three, Ben. One, two, three.",
    "caption__00014": "Љ Friends is a popular American sitcom that originally aired on NBC from 1994 to 2004. The show follows the lives of six friends living in New York City, their relationships and careers as they navigate through adulthood.\nIn season one episode_23 titled \"The One Where Ross And Rachel Take A Break\",Ross (David Schwimmer)and rachael(Jennifer Aniston), are having relationship problems which leads them too break up .Monica's (Courteney Cox) ex-boyfriend Richard Burke moves back into his old room at Monicasa penthouse ,causing tension amongthe group..Meanwhile Joey (Matt LeBlanc). tries dating again after breakingup with Kathy but finds it difficult due to lackof confidence",
    "subtitle__00014": "On three, Ben. One, two, three.Come on, Ben. That's it, Ben.What do you see?I see what appears to be a dark vent.Wait.Yes, it is, in fact, a dark vent.Pheebs, it's open. It's open.Wait. You forgot your legs.-Push. Push. -We're here. We're here.Where have you been?Long story.I need you to keep pushing. I need Excuse me, can I have this?There's too many people here. There's about to be one more.So if you're not an ex-husband or lesbian life partner, out you go.-Bye-bye. -Good luck, you guys.Do you have to be Carol's lesbian life partner?Out.Here he comes.Let me see. I've gotta see.A head.It's huge. How are you doing this?",
    "caption__00015": "In this scene from Friends season 1 episode_23, the characters are gathered in Monica's apartment for Thanksgiving dinner. The video shows various shots of the group interacting and sharing their thoughts on different topics:\n<Cap>How about Ben?</Img> - One person suggests naming their newborn baby boy after someone they know named Benjamin (Ben). Another character responds by saying that it is not appropriate to name babies based solely on people or things around them; instead, parents should choose names with meaningful significance behind them < Cap >No shout-out! But we still need an identity for little dude.</ Img>. This exchange highlights how important choosing unique identities can be when bringing up children as well as showing appreciation towards family members who have helped shape our lives through time spent together during holidays like thanks giving where everyone comes together share food & memories made over years past .",
    "subtitle__00015": "You're not helping.You're doing great.-Hello? -Oh, sorry.What do you see? What do you see?We got a head. We got arms. Oh, look at the little fingers.A chest and a stomach......and it's a boy, definitely a boy.Legs, knees and feet.He's here.He's a person.-Look. -What does he look like?IKind of like my Uncle Ed, covered in Jell-O.Really?You guys, he's beautiful.Thanks, Pheebs.No shouting, but we still need a name for this little guy.-How about Ben? -I like Ben.Ben.Ben's good. How come you never mentioned Ben before?We just cooked it up.That's what we were off doing.",
    "caption__00016": "Certainly! In this episode of Friends, titled \"The One with the Aunt,\" Ross Geller's aunt Monica (played by Courteney Cox) visits Central Perk and meets Rachel Green for the first time.\nMonica is initially hesitant to accept Rachel as part of the group since she doesn't know her well but warms up quickly after learning more about their shared interests in babies and children. Meanwhile, Joey Tribbiani tries unsuccessfully to get rid of his crush on Kathy Lee from The Today Show; Chandler Bing struggles between being honest or lying when Janice Litman asks him if he likes her new haircut; Phoebe Buffay entertains everyone at Central perk using an accordion while singing songs like 'Smelly Cat'; Gunther attempts flirting again with Rachel despite having been rejected numerous times before only to be rebuffed once more: “No thanks.” Finally ,Ross confides into Carol Willick that although it was awkward seeing ex-wife Susan now dating one among Ben’s friends – especially given how much younger they are together -he still has feelings left over because there will always remain gum underneath someone else's desks where no matter what happens next year during final exam week each spring semester every single student knows exactly which ones belong solely belonging exclusively too them alone without fail evermore eternally forever until death do us apart…",
    "subtitle__00016": "-Can we come in? -Yeah, come on.I know. I know.Everybody, there's someone I'd like you to meet.-This is Ben. -Hi, Ben.Ben, this is everybody.Susan, he looks just like you.Thanks.I can't believe one of us actually has one of these.I know. I still am one of these.Can l?Okay, the head. You gotta....I'm your Aunt Monica. Yes, I am.I'm your Aunt Monica.I will always have gum.Ben...... I want you to know that there may be some times when...... I may not be around like this.",
    "caption__00017": "Certainly! In Season 2 of the popular TV show Friends, there is an episode titled \"The One with Two Steves.\" Here's a detailed summary of what happens in this particular video:\nInside Central Perk coffee shop. Rachel Green (Jennifer Aniston) and Phoebe Buffay(Lisa Kudrow), two friends are talking about their love lives when Ross Geller (David Schwimmer) enters to inform them that he has discovered his estranged mate from college days on dating website Match.com .Ross becomes anxious as they reminisce old times together while MonicaGellar (Courteney Cox Arquette )and Joey Tribbiani (Matt LeBlanc) listen nearby.. Meanwhile ,Chandler Binggton ( Matthew Perry)) tries unsuccessfullyto make jokes at workplace but ultimately ends up making funny faces instead; meanwhile Janice Litman-Greene (Maggie Wheeler).janices arrives late dressed casually wearing sunglassesto join her husband Jack Greener who works alongside Chanderl",
    "subtitle__00017": "... I may not be around like this.But I'll still always come back......Iike this.And sometimes, I may be away longer......Iike this.But I'll still always come back......Iike this.And sometimes, I'll want you to steal third and I'll go like this:He is so amazing.Yeah, I know. Look at him.Nothing. I don't think that's his name.Look, he's closing his eyes.Look, he's opening his eyes.He doesn't do much, does he?Nope, this is pretty much it.You guys wanna get some coffee?",
    "caption__00018": "Certainly! \"Friends\" is a popular American sitcom that originally aired from 1994 to 2004. The show revolves around the lives of six friends living in New York City, their relationships and misadventures. Here's my summary of Season episode:\nTitle :The One Where... (insert something funny or interesting happens) Episode Number; _______________ Summary: In this particular season/episode ,the Friends gang deals with various issues such as love triangle between Ross Geller Rachel Green Monica Gandolfi Joey Tribbiani Chandler Bingley Phoebe Buffay and Charlie Sheen . Meanwhile Mr Heckles has trouble keeping his pet turtle alive while Janice Litman visits for Thanksgiving dinner causing chaos among group dynamic s. Throughout episodes there are also several memorable moments including when Gunther tries unsuccessfully flirt w ithRachelsister then later becomes obsessed over her ;whenJoey accidentally insultsChanlers mother leading him vow revenge against Joeys favorite food pizza pie etcetera.. As always these situations lead into hilarious conversations banter back- forth amongst characters culminating moment where they all come together support each other laugh at themselves life struggles ultimately reminding viewers why we adore them so much afterall !",
    "subtitle__00018": "You guys wanna get some coffee?I'll see you guys later."
}