{
    "caption__00001": "Certainly! In Season 1, Episode 12 of Friends titled \"The One with the Dozen Lasagnas,\" Ross Geller (David Schwimmer) is trying to impress his new girlfriend Carol Willick (Anita Barone), who has a son named Ben.\nRoss decides that he will cook lasagna for her and invites Joey Tribbiani's mother, Dina (Elliott Reid), over so she can teach him how to make it properly Italian-style. However, things quickly go awry when Monica Gellar(Courteney Cox Arquette) walks in on them midway through preparing dinner because they are using nontraditional ingredients like catsup instead of tomato sauce; this leads into an argument between these two friends about what constitutes authenticity versus creativity within culinary traditions - particularly those related specifically towards food culture from Italy itself where both women have spent time living/studying previously themselves respectively before coming back home again later life after completing their respective academic pursuits abroad thus creating tension amongst all parties involved due mainly do differences arising outta misunderstandings caused by language barriers combined witch hilarious moments involving Chandler BINGERSTROM’S sarcastic remarks directed toward either side whenever possible throughout scene transpires until resolution occurs once everyone realizes just HOW MUCH THEY CARE ABOUT ONE another despite any minor disagreements along way which ultimately strengthens bonds shared among close circle pals featured prominently here including Phoebe Buffay herself whose eccentric personality often serves as source material fodder during group interactions alike",
    "subtitle__00001": "No, no, we're done!The One With the Dozen LasagnasEnglish Subtitles by GELULA & CO., INC.",
    "caption__00002": "In this episode of Friends, titled \"The One with the Dozen Lasagnas,\" Ross Geller (David Schwimmer) and his girlfriend Emily (Helen Baxendale) are hosting a dinner party for their friends. However, things take an unexpected turn when Rachel Green (Jennifer Aniston), who is also attending the party, sees Ross's ex-wife Carol Willick (Anita Barone) at the doorstep.\nMeanwhile, Joey Tribbiani (Matt LeBlanc) tries to impress Monica Gellar (Courteney Cox) by pretending he can cook lasagna, but ends up burning it instead. Chandler Bing ( Matthew Perry) teases him about it while making funny comments throughout the scene .\nLater in th eepisode ,Monica becomes upset after finding out that her boyfrie d Randall Winstead(Trevor Einhorn ) has been flirting wit h another woman named Tina (played b yNatasha Leggero). The situation escalates into a full - blown argument between them until they eventually make u p apologies t each other towards thee end o fthe epissod",
    "subtitle__00002": "Aunt Silv, stop yelling!If you'd told me vegetarian lasagna. . .. . .I would've made vegetarian lasagna.The meat's only every third layer.Maybe you could scrape.Ross, did you really read all these baby books?You could plunk me down in any woman's uterus, no compass. . .. . .and I could find my way out like that!This is cool.It says in some parts of the world people eat the placenta.And we're done with the yogurt.Sorry.Aunt Silv, I did this as a favor. I am not a caterer.What do you want me to do with a dozen lasagnas?Nice talk, Aunt Silv.You kiss Uncle Freddie with that mouth?Ross, listen.Do you know that right now your baby is only this big?",
    "caption__00003": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode_12 of Friends.\nThe episode begins with Rachel Green (Jennifer Aniston) and Ross Geller (David Schwimmer) arguing about their relationship after she discovers that he has been seeing another woman behind her back. Meanwhile, Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), Monica Gellar(Courteney Cox Arquette), and Phoebe Buffay (Lisa Kudrow) are all dealing with various personal issues in their own ways.Joey tries unsuccessfullyto impress his date by pretending to have an interestin art;Chanlder struggleswith jealousy whenMonicashares some intimate detailsabouther past relationships withex-boyfriend Richard Burke ;Phoebediscoversthatshe is adopted , leading tonumberof emotional moments throughouttheepisoode . In addition toreflect ontheseplotlines individually let me also highlight how they contribute tot eam dynamics as wellas character development across season one overall..Overall this particular installmentoffriendshighlights themes offear uncertainty insecurities while showcasing eachcharacters unique personality traits through humorous yet relatable situations",
    "subtitle__00003": "Do you know that right now your baby is only this big?This is your baby. ''Hi, Daddy. ''Hello.''How come you don't live with Mommy?''''How come Mommy lives with that other lady?''''What's a lesbian?''Honey, you can say it. It's Poconos. Poconos.It's like ''poke a nose. ''Poke a nose.So did I hear ''Poconos''?My sister's giving us her place for the weekend.First weekend away together.-Yeah, it's a big step. -I know.It's just a weekend. Big deal.Wasn't this supposed to be just a fling?Shouldn't it be. . .. . .flung by now?We are way past the ''fling'' thing.I'm feeling things I've only read about in Danielle Steel books.When I'm with him, I'm just totally, totally. . . .Nauseous. I'm physically nauseous.What am I supposed to do? Call Immigration?I could call Immigration.",
    "caption__00004": "Certainly! In this scene from Season 1, Episode 12 of Friends, titled \"The One with the Dozen Lasagnas,\" Ross Geller (David Schwimmer) and Monica Gellar (Courteney Cox) are in their apartment preparing dinner for Rachel Green's (Jennifer Aniston) return.\nRoss is excited to make lasagna for Rachel because she loves it so much, but he quickly realizes that making dozen servings will be too much work for him alone. He asksMonica ifshe can helphim outand they both start working onthe dish together . Meanwhile , Joey Tribbiani(Matt LeBlanc ) enters theroom holdinga pizza box andexclaimsthathe smellslike\"amazingopportunity.\"He offersto share hispizzabutRosshybridely declines sayingthat hedoest not want toreplacehomemade pastafor store- bought food..",
    "subtitle__00004": "I could call Immigration.I love babies with their little baby shoes. . .. . .and their little baby toes and their little hands. . . .You're gonna have to stop that. . .. . .forever.Need a new table.You think?-Come on in. -Hello.I brought the books. . .. . .and Monica sends her love along with this lasagna.Great!Is it vegetarian? Because Susan doesn't eat meat.I'm pretty sure that it is.So I got the results of the amnio today.Tell me. Is everything. . .?Totally and completely healthy.That's great! That is great!When did you and Susan meet Huey Lewis?That's our friend Tanya.",
    "caption__00005": "Certainly! In Season 1, Episode 12 of Friends titled \"The One with the Birthday,\" Ross Geller (David Schwimmer) is celebrating his birthday. His friends from Central Perk are surprised by him and they all gather at Monica's apartment to wish him happy birthday\nRoss enters wearing an embarrassing suit that he thinks will make everyone jealous but ends up making them laugh instead; meanwhile Rachel Green(Jennifer Aniston), who has just returned after being away for several months due her father’s death wants nothing more than spend time alone on this special day so she can reflect back home without any distractions or interruptions – however when Joey Tribbiani finds out about it ,he insists upon joining forces together because “it would be funnier if there were two people doing something ridiculous rather one”. As such joeys starts singing silly songs while dancing around in circles until both become exhausted . At last moment before cake cutting begins Chandler walks into room carrying large box containing presents wrapped under various names including 'mom', ‘dad'. He explains how each present represents different aspects Of himself which makes others realize why their friendship means everything too - especially since no matter what happens between family members outside these four walls remain unchanged forevermore., thus concluding another heartwarmingly hilarious episode filled full moments worth laughing over again &again",
    "subtitle__00005": "Of course, it's your friend Tanya.Don't you wanna know about the sex?The sex?I'm having enough trouble with the image of you and Susan together.But when you throw in Tanya. . . .The sex of the baby, Ross.You know it?Do you want to know?I don't want to know. Absolutely not.I think you shouldn't know until you look down there. . .. . .and see, ''Oh, there it is. . . ''. . .or isn't.-Hello, Ross. -Susan.So?So did you hear?Yes, we did. Everything's A-OK.Oh, that's so cool!It really is.Do we know?We certainly do. It's going to be a--Hello?A guy who doesn't wanna know is standing here.Well, is it what we thought it would be?What. . .?What did we think it'd be?",
    "caption__00006": "In this episode of Friends, titled \"The One with the Improvised Movie,\" Ross and Chandler are at a restaurant when they start reminiscing about their past adventures. They begin to imagine themselves in an action movie-style scene where they have to fight off bad guys while eating pizza.\nMeanwhile, Joey is trying to impress his date by pretending he's Italian but ends up insulting her instead; Monica gets angry after finding out that Rachel has been using her credit card without permission: And Phoebe tries unsuccessfully to get rid Of some unwanted food from Pete Shenkman (played By Jon Favreau). The friends continue improvising scenes together as if it were part of another TV show within A television Show concept until one member suggests stopping because things got too intense emotionally for them all!",
    "subtitle__00006": "I don't want to know. Don't want to know.I should probably just go.-Well, thanks for the books. -No problem.Susan.Who should we call first? Your folks or Deb and Rhona?Never mind. I don 't wanna know.So just because it was my table, I have to buy a new one?That's the rule.What rule? There's no rule.If anything, you owe me a table.How did you get that?This piece of furniture was fine. . .. . .until your breakfast adventure with Angela Delveccio.You knew about that?The impressions you made in the butter left little to the imagination.How about if we split it?What do you mean, like, buy it together?Do you think we're ready for that?Why not?It's a big commitment. What if one of us wants to move out?-Are you moving out? -I'm not moving out.You'd tell me if you were?-It's just, with my last roommate-- -I know all about Kip.We bought a hibachi together, then he ran off and got married. . .",
    "caption__00007": "In this episode of Friends, titled \"The One with the Fake Party,\" Ross Geller (David Schwimmer) is trying to impress his ex-wife Carol Willick (Anita Barone) by throwing a fake party. Rachel Green (Jennifer Aniston), who has just moved back into her old apartment after being away for several months, finds out about the party and decides to throw one herself in an attempt to make amends with Monica Gellar (Courteney Cox).\nAt Central Perk coffee shop, Chandler Bing (Matthew Perry) tries unsuccessfully to convince Joey Tribbiani (Mat LeBlanc) that he's not going through a midlife crisis; Phoebe Buffay (Lisa Kudrow) tells them both she knows their secret - they all have no friends outside work or school. Meanwhile, at Ralph Lauren modeled Janice Litman Goralnik’s(Maggie Wheeler) house, Jackie Jr.'s mom talks on phone while watching TV news report from New York City where police are searching for “a man wearing black leather jacket.” She hangs up when someone knocks on doorbell but doesn't answer it until later during scene changeover break between takes as if waiting patiently before resuming conversation started earlier offscreen near beginning scenes set inside high rise office building lobby across street opposite sidewalk viewable via large windows framing exterior facade wall facing north towards busy intersection below ground level traffic lights above heads passing pedestrians walking dogs strollers bicycles skateboards scooters taxis cars truck vans buses etceteras moving along streetsidewalks crossings intersections alleyways alleys plazas public parking lots loading zones fire hydrants disabled spaces handicap curbs ramps inclines elevated walkway bridges tunnels subterranean underground passage ways airports train stations seaport harbor piers marinas lakeshores riverfront promenades boardwalks beachside paths mountain trails desert routes country roads rural lanes dirt tracks gravel path forestry service road frontage highway shoulder median strip grass verge hardshoulder emergency lane crash barriers guardrails concrete dividers brick walls stone retaining walls earthworks embankments slopes hills valleys gorges canyons ravine cre",
    "subtitle__00007": "We bought a hibachi together, then he ran off and got married. . .. . .and things got ugly.Let me ask you something.Was Kip a better roommate than me?Don't do that.You've got a couple changes in your schedule.Your 4:00 herbal massage has been pushed back to 4:30.And Ms. Summerfield canceled her 5:30 shiatsu.Thanks.Here comes your 3:00.I don't mean to sound unprofessional, but-- Yum!Paolo! Hi! What are you doing here?Rachella tell me you. . .. . .massage?Well, Rachella's right.I don't know what you said, so let's start.I am. . .. . .being naked?That's your decision.Some people prefer to take off--Being naked!I can't believe you don't want to know. I couldn't not know.If the doctor knows, and Carol knows, and Susan knows--And Monica knows.",
    "caption__00008": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode 12 of Friends!\nThe episode is titled \"The One with the Blackout\" and it takes place in Central Perk coffee shop. The friends are sitting around talking when suddenly there blackouts occur throughout New York City due to an electrical malfunction at the power plant owned by Monica Geller's father (Ross). They spend time trying different ways to entertain themselves during this unexpected event until they decide go back home after Chandler Bing suggests that he has candles for light source which could make them feel more comfortable while staying indoors without electricity supply; however these plans fall through because none were available so instead everyone just sits together enjoying each other’s company as darkness falls outside their windows – even though some might have been thinking about how much better off those who don't live near any large cities must really enjoy life compared to what happened here today where everything stopped working all simultaneously except maybe only one thing: laughter between close pals like yours truly right now writing down every detail possible before moving on next week again soon enough?",
    "subtitle__00008": "How could you? I don't even know.Carol called to thank me for the lasagna.I asked. She told me.So what's it going to be?Great! Now he knows and I don't know.I'm sorry. I'm excited about being an aunt.Or an uncle.Fine!What's the matter?Nothing! I'm sorry. I'm just, I'm out of sorts.Can we get some cappuccino over here?Oh, right! That's me!That table place closes at 7. Come on.Fine.What is it?You know Paolo?I'm familiar with his work.He made a move on me.-The store'll be open tomorrow. -More coffee.What happened?He came in for a massage. . ....and everything was fine until....My God!Are you sure?Oh, yeah. I'm sure.",
    "caption__00009": "In this episode of Friends, titled \"The One with the Birds,\" Ross and Rachel are at Central Perk when they notice a bird flying around inside. They try to shoo it away but end up getting into an argument about who should open the window for the bird to fly out. Meanwhile, Joey is trying to impress his date by pretending he has a pet parrot named Polly, while Chandler and Monica argue over whose turn it is to clean their dirty dishes in the sink.\nLater on , Phoebe brings her new boyfriend Mike over to meet the gang . However, things quickly go awry as she realizes that everyone thinks he's boring except forJoey.. As tensions rise between them all throughout dinner.,Monicahas trouble keeping track offive different birds visiting during Thanksgiving celebration because thereare five separate scenes involvingbird noises or movements within theshot(one featuring each memberofthe group). Finally;Ross discovers one last hidden surprise -a nest full Of eggs belongingto none other than MrsNorris (who had previouslybeenthought dead) ! This shock revelationsendsthe whole roominto chaos before endingon abrupt note: willMrs Norris survived? Willshe ever return ? Only timewill tell...",
    "subtitle__00009": "And all of a sudden, his hands weren't the problem anymore.Was it. . .?Boy Scouts could've camped under there.''Ooh,'' what?--ma Thurman.-The actress! -Uma Thurman!Thanks, Rach.-What'll you do? -You have to tell her.You have to! It's your moral obligation as a friend. . .. . .as a woman. It's a feminist issue.Guys? Guys?You have to tell her.Feminist issue? That's where I went.She is gonna hate me!Will you pick one? Just pick one.Here, how about that one?That's patio furniture.So what?Like people will come in and think, ''Uh-oh, I'm outside again. ''Fine.What about the birds?I don't know. Birds just don't say. . .. . . ''Hello, sit here. Eat something. ''You pick one.How about the ladybugs?So forget about the birds, but big red insects suggest fine dining?Fine! Do you want the birds? Get the birds!",
    "caption__00010": "Certainly! In this episode of Friends, titled \"The One with the Monkey,\" Ross and Rachel are moving out their apartment to make way for new tenants. As they're packing up belongings in boxes labeled as 'Rachels stuff\" or \"Rooss Stuff\", Joey enters carrying an overnight bag from his recent trip abroad; he has brought back Marcel (a capuchin monkey).\nMonica returns home unexpectedly early after her honeymoon cruise only to find that Chandler is not there yet because she accidentally took all four suitcases instead of just one when leaving on vacation together at Miami airport . Meanwhile , Phoebe tries unsuccessfully several times before finally succeeds getting into Gunther’s apron pockets while trying different positions behind him until eventually managing it by standing directly next against wall so neither could see each other properly – leading them both surprise & delight upon realizing what had happened simultaneously later during conversation about how hard time was having fun without any food around due lack presence mindful eating habits amongst group members resulting mostly fruit snacks being consumed throughout day rather than actual meals proper nourishment required sustaining energy levels adequately maintained healthily balanced diet consisting nutrient rich options available convenient locations nearby easily accessible whenever hunger strikes necessitates quick action taken prevent long term consequences arising negligence ignored responsibility assumed proactively planned ahead accordingly ensuring wellbeing always priorities topmost concern everyone involved parties concerned here @Friendstv #monkeysarethebest",
    "subtitle__00010": "Fine! Do you want the birds? Get the birds!Not like that, I won't.Kip would've liked the birds.Hi, Pheebs.Are you moving out?No, these aren't all of my suitcases.This one's Paolo's.Rachel, can we talk for a sec?Sure.Just for a sec, because Paolo's on his way over.We haven't known each other for that long a time.There are three things you should know about me.One, my friends are the most important thing in my life.Two, I never lie.And three, I make the best oatmeal raisin cookies in the world.Thanks, Pheebs.My God!Why have I never tasted these before?I don't make them a lot, because it's not fair to the other cookies.",
    "caption__00011": "In this episode of Friends, titled \"The One with the Fake Party,\" Ross and Rachel are at Monica's apartment preparing for her fake party. They discuss their past relationships while setting up decorations and food. Meanwhile, Joey is trying to impress his new girlfriend by pretending that he has been invited to an exclusive dinner party hosted by Julia Roberts.\nAt Central Perk coffee shop, Chandler tries unsuccessfully to make small talk with someone until Phoebe walks in wearing only one shoe; they quickly become engaged in conversation about it before she leaves abruptly after realizing what time it was (10:37). The scene cuts back inside where everyone else continues getting ready – or not so much as case may be when Janice arrives unexpectedly bearing gifts from Paris! As if things weren’t already chaotic enough around here…(24 seconds)",
    "subtitle__00011": "I don't make them a lot, because it's not fair to the other cookies.You're right. These are the best oatmeal raisin cookies.Which proves that I never lie.I guess you don't.Paolo made a pass at me.So what do you think?It's the most beautiful table I've ever seen.I know.So will you balance the plates on these little heads?Who cares? We'll eat at the sink.Come on!Heads up, Ross.Score!You suck!Are you okay?I need some milk.I've got milk.Here you go.Better?I feel so stupid!I think about the other day with you guys.And I was all, ''Oh, Paolo! He's so great!He makes me feel so--''",
    "caption__00012": "Certainly! In this episode of Friends, titled \"The One with the Piggy Bank,\" Ross Geller is in a bit of an awkward situation. He has been saving money for years to buy his pink polka-dot sweater back from Monica's ex-boyfriend, but he accidentally gave it away as a gift without realizing its sentimental value.\nMonica and Rachel are at Central Perk when they notice that someone (Ross) left their coat there by mistake. When they go outside to return it, they find out that it belongs to none other than Mark Robinson -the guy who stole Ross's beloved sweater several months ago during Thanksgiving dinner hosted by Joey Tribbiani . As expected ,Mark refuses toreturn the jacket unless Ross gives him something valuable i n exchange; luckily f or Ross though : Phoebe Buffay happens upon them just then & offers her servicesas mediator between two former lovers(sorta). With some convincing on behalf oF phobeBe& usingher signature quirkiness combined wit h humorously timed interruptions throughout th e negotiation process – ultimately leads mark agreeingto give ross 'Sweaters Back if only one thing: HE HAS T OGIVE up His prized possession– A small ceramic penguin named Mr Pickles !!!",
    "subtitle__00012": "He makes me feel so--''God!I'm so embarrassed!I'm so embarrassed.I'm the one he hit on.Phoebe, I pushed him on you.If I had never met him, this would never---I'm so sorry. -No, I'm sorry.Wait!-What are we sorry about? -I don't know.Right. He's the pig.-Such a pig! -Oh, God, he's such a pig!He's like a big disgusting pig. . . .-Pig man! -Yes, good!But he was my pig man!How did I not see this?Oh, I know!Because. . .. . .he's gorgeous.And he's charming.And the way he looks at you--The end.God!Should I not have told you?Trust me, it's much better that I know.But I just liked it better before. It was better.",
    "caption__00013": "Certainly! In Season 1, Episode 12 of Friends titled \"The One with the Fake Party,\" Ross (David Schwimmer) is feeling down after his ex-wife Carol's new husband Steve tries to make him feel inferior. To cheer himself up, he decides to host a fake party and invites everyone in their group except for Rachel (Jennifer Aniston).\nAt Central Perk coffee shop, Monica Geller(Courteney Cox), Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), Phoebe Buffay (Lisa Kudrow), and Gunther are discussing about how they hate parties thrown by men because it always ends up being boring . Meanwhile ,Ross enters carrying an enormous casserole dish which makes them all curious as to what could be inside..",
    "subtitle__00013": "I think she took it pretty well.Paolo's over there right now, so. . . .We should go and see if she's okay.Just one second.Score!Game! Us!Come on.It looks like we kicked your butts.She kicked our butts.You could be on the Olympic ''Standing There'' team.Come on. Two on one.Why are you still here? She just broke up with him.It's time for you to swoop in.What, now?Now is when you swoop.When Paolo walks out of there, you gotta be the first guy she sees.She's got to know you're everything he's not.You're like the anti-Paolo.My Catholic friend is right.She's distraught. You're there for her.You pick up the pieces, and then you usher in. . .. . . ''The Age of Ross. ''Hold it! Ascolta!-How's it going? -Don't stare.She finished throwing his clothes off the balcony.",
    "caption__00014": "Certainly! In Season 1, Episode 12 of Friends titled \"The One with the Blackout,\" Rachel Green (Jennifer Aniston) and Monica Geller's (Courteney Cox) apartment is without electricity due to an unexpected blackout in New York City. The episode follows their attempts at dealing with this inconvenience while also exploring various aspects of their personal lives within Central Perk coffee shop <Cap>I hate you for what you did to my sister.</Img>.\nMeanwhile Ross Gellar(David Schwimmer), Joey Tribbiani<Image>(Matt LeBlanc), Chandler Bing ( Matthew Perry), Phoebe Buffay (Lisa Kudrow), Gunther (James Michael Tyler), Janice Litman-Goralnik (Maggie Wheeler).",
    "subtitle__00014": "She finished throwing his clothes off the balcony.Now there's just gesturing and arm-waving.That is either, ''How could you?'' or ''Enormous breasts! ''Here he comes.I am. . .. . .to say goodbye.Okay, bye-bye.I hate you for what you did to Rachel.But I still have five of these. . .. . .so heat it at 375 untiI the cheese bubbles.I just wanna tell you. . .. . .and I think I'd speak for everyone when I say. . . .Just look at her.Guys, I think only one of us should go out there. . .-. . .so she's not overwhelmed. -Right.And I really think it should be me.You all right?",
    "caption__00015": "In this episode of Friends, titled \"The One with the Swearing Off,\" Ross and Rachel are at Central Perk when they have a conversation about their love lives.\nRoss: (sighing) I don't know why guys bother me so much anymore...I just feel like every time I get close to someone, it ends badly.\nRachel: Oh come on! You can do better than that! There must be some guy out there for you who knows what he has when he has him? And besides, swearing off men altogether is not going to solve anything; in fact, it might make things worse because then we start thinking more negatively towards them all instead focusing our energy into finding positive relationships where both parties involved will benefit from each other positively rather than dwell too long over past experiences or mistakes made by others which only leads us down an emotional path filled with self-doubt & confusion - ultimately leading nowhere good except maybe straight back again right here sitting across these same old familiar feelings once more yet still unable break free completely due largely thanks mainly cause those memories keep popping up uninvited whenever least expected moments throughout daily life making hard times even harder especially during holidays meant celebrating joyous occasions shared amongst loved ones closest friends circle etcetera ad infinitum until finally realizing deep inside ourselves lies true happiness resides solely within personal growth achieved through embraced vulnerability openness acceptance willing embrace change whatever form may take shape along journey forward no matter how difficult challenges arise en route ahead since patience persistence always pays dividend eventually revealing hidden treasures waiting patiently beneath surface ready burst forth blooming brilliantly under nurturing care gentle touch lovingly provided supportive hands offering comfort reassurance needed most exactly precisely moment required helping navigate complex labyrinthine paths encountered thus far navigated successfully till date despite occasional missteps stumbles setbacks faced occasionally encounter unexpected detours dead end streets sometimes requiring extra effort perseverence grit determination stay course mapped carefully chosen wisely prioritized accordingly ensures steady progress gradual evolution transformative nature allowing individuals grow mature develop greater sense inner strength confidence radiate warmth genuineness attractiveness naturally drawing people closer fostering meaningful connections lasting friendships built trust mutually respect value cherish forevermore",
    "subtitle__00015": "I've been better.Come here.Listen. . .. . .you deserve so much better than him.I mean, you. . .. . .you should be with a guy who knows what he has when he has you.What?I'm so sick of guys!I don't want to look at another guy.I don't want to think about another guy.I don't even want to be near another guy.Ross, you're so great.-Are you all right? -Are you okay?Medium.Any cookies left?See, Rach. . .. . .I don't think swearing off guys altogether is the answer.What you need is to develop a more sophisticated screening process.",
    "caption__00016": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode 12 of Friends!\nThe episode is titled \"The One with Ross and Rachel's Wedding\" and it picks up where we left off in the previous episode. Monica (Courteney Cox) has finally convinced her parents that she should have an outdoor wedding at their country club instead of indoors as they had originally planned. Meanwhile, Joey (Matt LeBlanc), Chandler ( Matthew Perry), Phoebe(Lisa Kudrow), and Roger are trying unsuccessfullyto get tickets for the highly coveted concert by rock band 'Jeremys Rembrandts'. They eventually manage to score two passes but only after making some ridiculous demands like getting them backstage access or having Jeremy himself serenade oneofthem on his guitar . Backat thesecretary s office ,Ross Geller (David Schwimmer )is busy preparingfor hsi friendss bachelor party which involves him dressingeupas Batman completewith cape cowl mask etc whileJoey tries toresist participating since he doesn't want totarnishhism reputation asthe groom-elect.. As therest Ofthe gang prepare fporatchels big daythey begin discussingsomeunusual premarital traditions such assmashing food intothe faceor throwing ricewhich leads tonon other than awkward silences untilMonicas mom suggests doing something more meaningfullike plantingoak tree together - however this idea quickly fallsflat when noone knows howtopronounce oaktree nor what kindofflowers would go well wiyhtit ! Finally its timefortheelong awaitedseshower scene wheremonacasksmother if shed likethese fancy new showergiftsfromher friends includinga set oftowels embroidered withexact date & tim efhemarried plus anotherpresent containing three different kindsOfchocolate covered strawberries each labeledwuth name& occupationsofevery guest attendingweddin gincluding evenBrucePalt row who turnsoutbe ajeweler (!!) All seemswell tillmonicastarts tearing upherecause shedoessntlove any thinggiven tooearlyin advance beforeevenknowingwhathererecipientswilllik",
    "subtitle__00016": "What you need is to develop a more sophisticated screening process.I just need to be by myself for a while.I just gotta figure out what I want.See, because not all guys out there are gonna be a Paolo.No, I know. I know.And I'm sure your little boy's not gonna grow up to be one.What?What?I'm having a boy?No. In fact, you're not having a boy.I'm having a boy.Am I having a boy?You're having a boy!I'm having a boy!I'm having a boy!-What? -What is it?I'm having a boy!We already knew that!I'm having a son.And that would be a shutdown!Shutout!Where you guys going? Come on, one more game!It's 2:30 in the morning.Get out!You guys are always hanging out in my apartment.",
    "caption__00017": "Certainly! In Season 12 of the popular TV show Friends, there is an episode titled \"The One with Joey's New Girl.\" Here is a detailed summary of what happens in this particular episode:\nAct I (0-8 minutes) - The scene opens at Central Perk coffee shop where Rachel Green and Phoebe Buffay are chatting. They notice that Ross Geller looks upset as he enters Monica Gellar’s new condo across from him; they ask if anything happened between them again but get defensive when told it did not happen because she was drunk during their last date night out together before leaving for Thanksgiving break to visit her parents back home on Cape Code while Chandler Bing tries unsuccessfully to make himself comfortable by lying down next door using his favorite pillow after being invited over unexpectedly despite feeling awkward about staying longer than expected due to having nothing else planned until later tonight except maybe going shopping somewhere nearby or watching some movies alone inside since no one wants any partiers around here anymore anyway – especially nowadays given all these recent changes happening lately amongst friends & family alike…(Ross walks into room looking sad)...”What seems wrong?” asks phoebe curiously? “Oh god,” says ross dejectedly sitting beside monicas couch near fireplace area... ‘I just got dumped via email today.” He explains how emily broke up w/him through electronic means instead meeting face–to–face like civilized people do normally which really hurt more so much worse compared t regular heartbreak caused naturally without warning nor expectation involved first time ever experiencing something similar thus making everything feel extra harsher even though technically speaking its still same general range emotional pain felt whenever someone close gets taken away abruptlty regardless medium utilizeD throughout process overall situation leaves everyone concerned deeply troubled knowing full well exactly HOW MUCH MORE DISTANCE NEEDS TO BE ADDED IN FUTURE RELATIONSHIP EFFORTS moving forward henceforth under current circumstances surrounding each individual character individually along side collective group dynamic evolving simultaneously too — particularly those closely tied romantical entanglement involving main protagonists themselves alongside supporting cast members who may also be affected indirectly depending upon specific plot developments unfolding ahead furthermore—all things considered leading towards eventual resolution once appropriate timing arrives organ",
    "subtitle__00017": "You guys are always hanging out in my apartment.Come on, I'll only use my left hand.Come on, wussies!All right! Okay! I gotta go!I'm going.And I'm gone.One more game?",
    "caption__00018": "Title: The One in the Middle\nSeason/Episode #12 - \"The Fake Party\" (S03Ep.14)\nSummary of Content: In this episode, Rachel Green's ex-fiancé Ross Geller tries to win her back by throwing a fake party while she is away on vacation with Joey Tribbiani and Chandler Bing. Meanwhile, Monica Gellar struggles as an only child growing up without any siblings or family members around; Phoebe Buffay dates Mike Hannigan who turns out not being too bright but has great hair style ideas for women! Finally there’s Janice Litman from Central Perk trying hard enough so that even Gunther can notice how much effort goes into making those perfect coffee drink orders every day at work – all leading towards one big reveal when everyone finds themselves wondering if they really know each other after years spent living together under same roof..."
}