{
  "episode": "0211",
  "title": "The One With the Lesbian Wedding",
  "scenes": [
    {
      "scene_description": "Episode dialogue",
      "dialogue": [
        {
          "speaker": "ROSS",
          "text": "Ok. Here's his diaper bag, and his uh, Mr. Winky, and uh...oh, him. Hi!"
        },
        {
          "speaker": "CAROL",
          "text": "So how did everything go?"
        },
        {
          "speaker": "ROSS",
          "text": "Oh, great. Great. There was a projectile, uh, throwing up incident, but he started it."
        },
        {
          "speaker": "CAROL",
          "text": "Well, we've gotta go."
        },
        {
          "speaker": "ROSS",
          "text": "Ok."
        },
        {
          "speaker": "SUSAN",
          "text": "[clears her throat]"
        },
        {
          "speaker": "CAROL",
          "text": "Oh, right. Um, I've got some news. It's about us."
        },
        {
          "speaker": "ROSS",
          "text": "Oh, you and me?"
        },
        {
          "speaker": "CAROL",
          "text": "Uh, no, Susan and me."
        },
        {
          "speaker": "SUSAN",
          "text": "The other us."
        },
        {
          "speaker": "ROSS",
          "text": "Ok."
        },
        {
          "speaker": "CAROL",
          "text": "We're uh, we're getting married."
        },
        {
          "speaker": "ROSS",
          "text": "As in, \"I now pronounce you wife and wife\" married?"
        },
        {
          "speaker": "CAROL",
          "text": "Anyway, we'd like you to come, but we totally understand if you don't want to."
        },
        {
          "speaker": "ROSS",
          "text": "Why wouldn't I want to come? I had fun at the first wedding."
        },
        {
          "speaker": "CAROL",
          "text": "Look I just thought that..."
        },
        {
          "speaker": "ROSS",
          "text": "No no no, I mean, hey, why shouldn't I be happy for you? What would it say about me if I couldn't revel in your joy? I'm revelling baby, believe me!"
        },
        {
          "speaker": "SUSAN",
          "text": "Is your finger caught in that chair?"
        },
        {
          "speaker": "ROSS",
          "text": "Mmm hmmm."
        },
        {
          "speaker": "CAROL",
          "text": "Want us to go?"
        },
        {
          "speaker": "ROSS",
          "text": "Uh-huh."
        },
        {
          "speaker": "ROSS",
          "text": "This is so cool. You're actually gonna be on television."
        },
        {
          "speaker": "JOEY",
          "text": "It really hit me last night. I'm gonna be on Days of our Lives. And then I started thinkin' about all of u, and how these are the days of our lives.."
        },
        {
          "speaker": "MONICA",
          "text": "Yes! Carol and Susan's caterer had a mountain bike accident this weekend, and she's in a full body cast."
        },
        {
          "speaker": "JOEY",
          "text": "Yes!"
        },
        {
          "speaker": "MONICA",
          "text": "They want me to do it, which is really cool, seeing as I've never catered before, and I really need the money, and this isn't a problem for you, is it?"
        },
        {
          "speaker": "ROSS",
          "text": "Would it matter?"
        },
        {
          "speaker": "MONICA",
          "text": "Oh, you are so great! [kisses him] Thank you!"
        },
        {
          "speaker": "JOEY",
          "text": "Are you really not going?"
        },
        {
          "speaker": "ROSS",
          "text": "I am really not going. I don't get it. They already live together, why do they need to get married?"
        },
        {
          "speaker": "MONICA",
          "text": "They love each other, and they wanna celebrate that love with the people that are close with them."
        },
        {
          "speaker": "ROSS",
          "text": "If you wanna call that a reason."
        },
        {
          "speaker": "CHANDLER",
          "text": "[singing to the tune of Mister Rogers' Neighborhood] Who's the bitterest man in the living room, the bitterest man in the living room? Hi, neighbor."
        },
        {
          "speaker": "MONICA",
          "text": "Ross, I thought you were over this."
        },
        {
          "speaker": "ROSS",
          "text": "Look, that has nothing to do with this, ok? She's my ex-wife. If she were marrying a guy, none of you'd expect me to be there."
        },
        {
          "speaker": "JOEY",
          "text": "Hey, if she were marrying a guy, she'd be like the worst lesbian ever."
        },
        {
          "speaker": "RACHEL",
          "text": "[entering hurriedly] Did I miss it? Did I miss it?"
        },
        {
          "speaker": "JOEY",
          "text": "No, I'm on right after this guy shoots himself."
        },
        {
          "speaker": "CHANDLER",
          "text": "Whoa, she's pretty."
        },
        {
          "speaker": "JOEY",
          "text": "Yeah, and she's really nice too. She taught me all about how to work the cameras, and smell-the-fart acting."
        },
        {
          "speaker": "RACHEL",
          "text": "I'm sorry, what?"
        },
        {
          "speaker": "MONICA",
          "text": "What?"
        },
        {
          "speaker": "JOEY",
          "text": "It's like, you got so many lines to learn so fast, that sometimes you need a minute to remember your next one. So while you're thinkin' of it, you take this big pause where you look all intense, you know, like this."
        },
        {
          "speaker": "CHANDLER",
          "text": "Oh, ok."
        },
        {
          "speaker": "JOEY",
          "text": "There's my scene, there's my scene. [Joey on tv] \"Mrs. Wallace, I'm Dr. Drake Ramoray, your sister's neurosurgeon."
        },
        {
          "speaker": "MRS. WALLACE",
          "text": "Is she gonna be all right?"
        },
        {
          "speaker": "JOEY",
          "text": "I'm afraid the situation is much worse than we expected. Your sister is suffering from a..subcranial hematoma. Perhaps we can discuss this over coffee."
        },
        {
          "speaker": "CHANDLER",
          "text": "Nice!"
        },
        {
          "speaker": "RACHEL",
          "text": "That's great!"
        },
        {
          "speaker": "ROSS",
          "text": "Excellent!"
        },
        {
          "speaker": "CHANDLER",
          "text": "For a minute there I thought you were actually tryin' to smell something."
        },
        {
          "speaker": "ROSS",
          "text": "That is so good! Do it again!"
        },
        {
          "speaker": "JOEY",
          "text": "All right, all right. \"Damnit Braverman, it's right there on the chart!\""
        },
        {
          "speaker": "CHANDLER",
          "text": "That's great. All right, I gotta get to work, I got a big dinosaur bone to inspect."
        },
        {
          "speaker": "ROSS",
          "text": "No no, that's me."
        },
        {
          "speaker": "CHANDLER",
          "text": "Oh, yeah."
        },
        {
          "speaker": "ROSS",
          "text": "Oh, hello."
        },
        {
          "speaker": "PHOEBE",
          "text": "Oh, thanks. I couldn't uh..."
        },
        {
          "speaker": "ROSS",
          "text": "Is everything ok?"
        },
        {
          "speaker": "PHOEBE",
          "text": "Um, no, huh-uh. One of my clients died on the massage table today."
        },
        {
          "speaker": "ROSS",
          "text": "Oh my god."
        },
        {
          "speaker": "CHANDLER",
          "text": "That's a little more relaxed than you want them to get."
        },
        {
          "speaker": "PHOEBE",
          "text": "Yeah, um, she was 82 years old. Her name was um, Mrs. Adelman."
        },
        {
          "speaker": "MONICA",
          "text": "Oh, honey."
        },
        {
          "speaker": "PHOEBE",
          "text": "Yeah, it's just so strange. I mean, she probably woke up today and thought, \"ok, I'll have some breakfast, and then I'll take a little walk, and then I'll have my massage.\" Little did she know God was thinking, \"Ok, but that's it.\" Oh, but the weirdest thing was, ok, I was cleansing her aura when she died, and when the spirit left her body, I don't think it went very far."
        },
        {
          "speaker": "RACHEL",
          "text": "What do you mean?"
        },
        {
          "speaker": "PHOEBE",
          "text": "I think it went into me."
        },
        {
          "speaker": "MONICA",
          "text": "God, this is so hard. I can't decide between lamb or duck."
        },
        {
          "speaker": "CHANDLER",
          "text": "Well, of course, lambs are scarier. Otherwise the movie would've been called Silence of the Ducks."
        },
        {
          "speaker": "RACHEL",
          "text": "Ok, who ordered what?"
        },
        {
          "speaker": "ROSS",
          "text": "Oh, I believe I had the half-drunk cappuccino with the lipstick on the rim."
        },
        {
          "speaker": "CHANDLER",
          "text": "Yes, and this with the cigarette butt in it, is that decaf?"
        },
        {
          "speaker": "RACHEL",
          "text": "Oh god."
        },
        {
          "speaker": "JOEY",
          "text": "I can't believe you're so uptight about your mom comin'."
        },
        {
          "speaker": "RACHEL",
          "text": "I know, but it's just it's the first time, and I just don't want her to think that because I didn't marry Barry, that my life is total crap, you know?"
        },
        {
          "speaker": "PHOEBE",
          "text": "[Mrs. Adelman's voice] Talk about crap. Try listening to Stella Niedman tell the story of her and Rod Steiger for the hundredth time."
        },
        {
          "speaker": "JOEY",
          "text": "Uh, Pheebs, how long do you think this lady'll be with us?"
        },
        {
          "speaker": "PHOEBE",
          "text": "I don't know. I mean, she obviously has some kind of unfinished business. [Mrs. Adelman's voice] Sit up!"
        },
        {
          "speaker": "MRS. GREEN",
          "text": "[entering] There she is."
        },
        {
          "speaker": "RACHEL",
          "text": "Mom!"
        },
        {
          "speaker": "MRS GREEN",
          "text": "Sweetie! So this is where you work? Oh, it's wonderful! Is it a living room? Is it a restaurant? Who can tell? But I guess that's the fun."
        },
        {
          "speaker": "RACHEL",
          "text": "Pretty much."
        },
        {
          "speaker": "MRS GREEN",
          "text": "Monica! You look gorgeous! Last time I saw you, it was eat or be eaten."
        },
        {
          "speaker": "RACHEL",
          "text": "This is Joey, and Phoebe, and this is Chandler, and you remember Ross."
        },
        {
          "speaker": "MRS GREEN",
          "text": "Oh hello, Ross."
        },
        {
          "speaker": "ROSS",
          "text": "Hi, Mrs. Green. [He gets up to shake her hand, but she ignores him.]"
        },
        {
          "speaker": "MRS GREEN",
          "text": "So, what do you think of my daughter in the apron with the big job?"
        },
        {
          "speaker": "RACHEL",
          "text": "Oh Mom!"
        },
        {
          "speaker": "MRS GREEN",
          "text": "If you didn't pour the coffee, no one would have anything to drink."
        },
        {
          "speaker": "CHANDLER",
          "text": "Believe me, sometimes that happens."
        },
        {
          "speaker": "MRS GREEN",
          "text": "This is just so exciting. You know, I never worked. I went straight from my father's house to the sorority house to my husband's house. I am just so proud of you."
        },
        {
          "speaker": "RACHEL",
          "text": "Really?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "Yes."
        },
        {
          "speaker": "PHOEBE",
          "text": "I know who it is you remind me of. Evelyn Dermer. 'Course, that's before she got the lousy face lift. Now she looks like Soupy Sales."
        },
        {
          "speaker": "JOEY",
          "text": "Pheebs, who's Evelyn Dermer?"
        },
        {
          "speaker": "PHOEBE",
          "text": "I don't know. Who's Soupy Sales?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "Oh my god, there's an unattractive nude man playing the cello."
        },
        {
          "speaker": "RACHEL",
          "text": "Yeah, well just be glad he's not playing a smaller instrument."
        },
        {
          "speaker": "MRS GREEN",
          "text": "[laughing] You have some life here, sweetie."
        },
        {
          "speaker": "RACHEL",
          "text": "I know. And Mom, I realize you and Daddy were upset when I didn't marry Barry and get the big house in the suburbs with all the security and everything, but this is just so much better for me, you know?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "I do. You didn't love Barry. And I've never seen you this happy. I look at you and I think, oh, this is what I want."
        },
        {
          "speaker": "RACHEL",
          "text": "For...me."
        },
        {
          "speaker": "MRS GREEN",
          "text": "Well, not just for you."
        },
        {
          "speaker": "RACHEL",
          "text": "Well, what do you mean?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "I'm uh, considering leaving your father."
        },
        {
          "speaker": "MONICA",
          "text": "[entering] All right. Tell me if this is too cute. Lesbian wedding, chicken breasts."
        },
        {
          "speaker": "RACHEL",
          "text": "Oh god. I think I'm gonna be sick."
        },
        {
          "speaker": "MONICA",
          "text": "Why? It's not like I'm putting little nipples on them."
        },
        {
          "speaker": "ROSS",
          "text": "And you had no idea they weren't getting along?"
        },
        {
          "speaker": "RACHEL",
          "text": "None."
        },
        {
          "speaker": "JOEY",
          "text": "They didn't fight a lot?"
        },
        {
          "speaker": "RACHEL",
          "text": "No! They didn't even talk to each other. God, how was I supposed to know they were having problems?"
        },
        {
          "speaker": "PHOEBE",
          "text": "[Mrs. Adelman's voice] In my day, divorce was not an option."
        },
        {
          "speaker": "JOEY",
          "text": "Hey, look who's up."
        },
        {
          "speaker": "RACHEL",
          "text": "I just can't believe this is happening. I mean, when I was little, everybody's parents were getting divorced. I just figured as a grownup I wouldn't have to worry about this."
        },
        {
          "speaker": "MONICA",
          "text": "Is there any chance that you can look at this as flattering? I mean, she's doing it because she wants to be more like you."
        },
        {
          "speaker": "RACHEL",
          "text": "Well, then, you know, couldn't she have just copied my haircut?"
        },
        {
          "speaker": "CHANDLER",
          "text": "You know, it's funny when my parents got divorced, they sent me to this shrink, and she told me that all kids have a tendency to blame themselves. But in your case it's actually kinda true."
        },
        {
          "speaker": "PHOEBE",
          "text": "That's him."
        },
        {
          "speaker": "CHANDLER",
          "text": "Damn. My mail order grandfather hasn't come yet."
        },
        {
          "speaker": "MR A",
          "text": "Phoebe?"
        },
        {
          "speaker": "PHOEBE",
          "text": "Yes, hi, Mr. Adelman. Thanks for meeting me."
        },
        {
          "speaker": "MR A",
          "text": "Oh, that's all right, although you did cut into my busy day of sitting."
        },
        {
          "speaker": "PHOEBE",
          "text": "Um, do you wanna sit?"
        },
        {
          "speaker": "MR A",
          "text": "Oh, no, please, I spent most of mid-morning trying to stand up. Now uh, what can I do for you, my dear?"
        },
        {
          "speaker": "PHOEBE",
          "text": "I don't know how to say this, but I think when your wife's spirit left her body, it um, kind of stuck around in me."
        },
        {
          "speaker": "MR A",
          "text": "You're saying, my wife is in you?"
        },
        {
          "speaker": "PHOEBE",
          "text": "Yeah. Ok, you don't have to believe me but um, can you think of any unfinished business she might have had, like any reason she'd be hanging around?"
        },
        {
          "speaker": "MR A",
          "text": "Well, I don't know what to tell you dear. The only thing I can think of is that she always used to say that before she died, she wanted to see everything."
        },
        {
          "speaker": "PHOEBE",
          "text": "Everything?"
        },
        {
          "speaker": "MR A",
          "text": "Everything."
        },
        {
          "speaker": "PHOEBE",
          "text": "Whoa, that's a lot of stuff."
        },
        {
          "speaker": "MR A",
          "text": "Oh, wait, I remember, she also said she wanted to sleep with me one last time."
        },
        {
          "speaker": "PHOEBE",
          "text": "I'm sorry, there's laughing in my head."
        },
        {
          "speaker": "MR A",
          "text": "[to Joey] Worth a shot, huh?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "Look at this."
        },
        {
          "speaker": "RACHEL",
          "text": "These are from Halloween three years ago."
        },
        {
          "speaker": "MRS GREEN",
          "text": "Oh, look, here's Barry. Did he have to come straight from the office?"
        },
        {
          "speaker": "RACHEL",
          "text": "No, that was his costume. See, he's actually an orthodontist, but he came as a regular dentist."
        },
        {
          "speaker": "MONICA",
          "text": "Um, you guys, you know when I said before, \"thank you, but I don't really need your help\"?"
        },
        {
          "speaker": "RACHEL",
          "text": "Actually, what I think you said was, \"don't touch that, and get the hell out of my kitchen.\""
        },
        {
          "speaker": "MONICA",
          "text": "Really? Weird. Anyway, see, I planned everything really well. I planned and I planned and I planned. It just turns out, I don't think I planned enough time to actually do it."
        },
        {
          "speaker": "RACHEL",
          "text": "Hey, Mon, you want some help?"
        },
        {
          "speaker": "MONICA",
          "text": "If you want."
        },
        {
          "speaker": "PHOEBE",
          "text": "[enters] Hey. What a day. I took her everywhere. The Museum of Modern Art, Rockefeller Center, Statue of Liberty."
        },
        {
          "speaker": "RACHEL",
          "text": "She's still with you?"
        },
        {
          "speaker": "PHOEBE",
          "text": "Yeah. I guess she hasn't seen everything yet. I'll be right back, she has to go to the bathroom again. [Takes Mrs. Green's chin in her hand and says, in Mrs. Adelman's voice] Oh, such a pretty face."
        },
        {
          "speaker": "MRS GREEN",
          "text": "This is so much fun, just the girls. You know what we should do? Does anybody have any marijuana?"
        },
        {
          "speaker": "RACHEL",
          "text": "God!"
        },
        {
          "speaker": "MONICA",
          "text": "All right, look, nobody's smoking pot around all this food."
        },
        {
          "speaker": "MRS GREEN",
          "text": "That's fine. I never did it. I just thought I might. So, what's new in sex?"
        },
        {
          "speaker": "RACHEL",
          "text": "Oh! What's new in sex?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "The only man I've ever been with is your father."
        },
        {
          "speaker": "MONICA",
          "text": "I'm dicing, I'm dicing, I don't hear anything."
        },
        {
          "speaker": "MRS GREEN",
          "text": "I mean, this is no offense to your dad, sweetie, but I was thinking there might be more."
        },
        {
          "speaker": "RACHEL",
          "text": "Oh, I'm sorry. You know what? I cannot have this conversation with you. I mean, god, you just come in here, and drop this bomb on me, before you even tell Daddy. What? What do you want? Do you want my blessing?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "No."
        },
        {
          "speaker": "RACHEL",
          "text": "You want me to talk you out of it?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "No."
        },
        {
          "speaker": "RACHEL",
          "text": "Then what? What do you want?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "I guess I just figured of all people you would understand this."
        },
        {
          "speaker": "RACHEL",
          "text": "Why on earth would I understand this?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "You didn't marry your Barry. I did."
        },
        {
          "speaker": "RACHEL",
          "text": "Oh."
        },
        {
          "speaker": "MONICA",
          "text": "All right people, we're in trouble here. We've only got 12 hours and 36 minutes left. Move, move, move!"
        },
        {
          "speaker": "CHANDLER",
          "text": "Monica, I feel like you should have German subtitles."
        },
        {
          "speaker": "MONICA",
          "text": "Joey, speed it up!"
        },
        {
          "speaker": "JOEY",
          "text": "I'm sorry, it's the pigs. they're reluctant to get in the blankets!"
        },
        {
          "speaker": "PHOEBE",
          "text": "Monica, how did this happen? I thought you had this all planned out."
        },
        {
          "speaker": "MONICA",
          "text": "Do you want me to cry? Is that what you want? Do you wanna see me cry?"
        },
        {
          "speaker": "PHOEBE",
          "text": "Sir! No sir!"
        },
        {
          "speaker": "MONICA",
          "text": "[to Ross] All right, you!"
        },
        {
          "speaker": "ROSS",
          "text": "No. Look, I told you I am not a part of this thing."
        },
        {
          "speaker": "MONICA",
          "text": "All right, look, Ross. I realize that you have issues with Carol and Susan, and I feel for you, I do. But if you don't help me cook, I'm gonna take a bunch of those little hot dogs, and I'm gonna create a new appetizer called \"pigs in Ross\". All right, ball the melon."
        },
        {
          "speaker": "CHANDLER",
          "text": "Hey! How come I'm stuck dicing, when he gets to ball the melon."
        },
        {
          "speaker": "MONICA",
          "text": "Hi."
        },
        {
          "speaker": "CAROL",
          "text": "How's it going?"
        },
        {
          "speaker": "MONICA",
          "text": "It's goin' great. Right on schedule. Got my little happy helpers. [everyone groans]"
        },
        {
          "speaker": "CAROL",
          "text": "Fine, whatever."
        },
        {
          "speaker": "ROSS",
          "text": "What's the matter?"
        },
        {
          "speaker": "CAROL",
          "text": "Nothing. Ok, everything. I think we're calling off the wedding."
        },
        {
          "speaker": "ROSS",
          "text": "What?"
        },
        {
          "speaker": "MONICA",
          "text": "You're still gonna pay me, right? Or something a little less selfish."
        },
        {
          "speaker": "ROSS",
          "text": "Carol, what's the matter? What happened?"
        },
        {
          "speaker": "CAROL",
          "text": "My parents called this afternoon to say they weren't coming."
        },
        {
          "speaker": "ROSS",
          "text": "Oh my god."
        },
        {
          "speaker": "CAROL",
          "text": "I mean, I knew they were having trouble with this whole thing, but they're my parents. They're supposed to give me away and everything."
        },
        {
          "speaker": "ROSS",
          "text": "It's ok. I'm sorry."
        },
        {
          "speaker": "CAROL",
          "text": "And then Susan and I got in this big fight because I said maybe we should call off the wedding, and she said we weren't doing it for them, we were doing it for us, and if I couldn't see that, then maybe we should call off the wedding. I don't know what to do."
        },
        {
          "speaker": "ROSS",
          "text": "I uh can't believe I'm gonna say this, but I think Susan's right."
        },
        {
          "speaker": "CAROL",
          "text": "You do?"
        },
        {
          "speaker": "ROSS",
          "text": "Look, do you love her? And you don't have to be too emphatic about this."
        },
        {
          "speaker": "CAROL",
          "text": "Of course I do."
        },
        {
          "speaker": "ROSS",
          "text": "Well then that's it. And if George and Adelaide can't accept that, then the hell with them. Look, if my parents didn't want me to marry you, no way that would have stopped me. Look, this is your wedding. Do it."
        },
        {
          "speaker": "CAROL",
          "text": "You're right. Of course you're right."
        },
        {
          "speaker": "MONICA",
          "text": "So we're back on?"
        },
        {
          "speaker": "CAROL",
          "text": "We're back on."
        },
        {
          "speaker": "MONICA",
          "text": "You heard the woman. Peel, chop, devil! I can't believe I lost 2 minutes."
        },
        {
          "speaker": "JOEY",
          "text": "It just seems so futile, you know ? All these women, and nothing. I feel like Superman without my powers, you know? I have the cape, and yet I cannot fly."
        },
        {
          "speaker": "CHANDLER",
          "text": "Well now you understand how I feel every single day, ok? The world is my lesbian wedding."
        },
        {
          "speaker": "PHOEBE",
          "text": "[Mrs. Adelman's voice] Butterscotch? No one? All right, you'll be sorry later."
        },
        {
          "speaker": "CAROL",
          "text": "Thank you."
        },
        {
          "speaker": "ROSS",
          "text": "Any time. [He doesn't want to let her go]"
        },
        {
          "speaker": "CAROL",
          "text": "Ross. [He lets her go]"
        },
        {
          "speaker": "MINISTER",
          "text": "You know, nothing makes God happier than when two people, any two people, come together in love. Friends, family, we're gathered here today to join Carol and Susan in holy matrimony."
        },
        {
          "speaker": "PHOEBE",
          "text": "[Mrs. Adelman's voice] Oh my god. Now I've seen everything! [Phoebe's voice] Whoa, she's gone. She's gone. She's gone! Go ahead, get married. Go, go."
        },
        {
          "speaker": "MONICA",
          "text": "Would you look at them?"
        },
        {
          "speaker": "ROSS",
          "text": "Yeah, can't help but."
        },
        {
          "speaker": "JOEY",
          "text": "[to a wedding guest] How's that pig-in-the-blanket workin' out for you? [the guy nods] I wrapped those bad boys."
        },
        {
          "speaker": "PHOEBE",
          "text": "I miss Rose."
        },
        {
          "speaker": "CHANDLER",
          "text": "Oh, yeah?"
        },
        {
          "speaker": "PHOEBE",
          "text": "I know it's kind of weird, but I mean, she was a big part of my life there, you know, and now I just feel kind of alone."
        },
        {
          "speaker": "WOMAN",
          "text": "You know, I uh, I couldn't help but overhear what you just said, and I think it's time for you to forget about Rose, move on with your life...how 'bout we go get you a drink?"
        },
        {
          "speaker": "PHOEBE",
          "text": "Ok, that's so nice."
        },
        {
          "speaker": "CHANDLER",
          "text": "[to an attractive woman] I shouldn't even bother coming up with a line, right? [The woman walks away]"
        },
        {
          "speaker": "RACHEL",
          "text": "Hey, Mom? Having fun?"
        },
        {
          "speaker": "MRS GREEN",
          "text": "Oh, am I! I just danced with a wonderfully large woman. And three other girls made eyes at me over the buffet. Oh, I'm not saying it's something I wanna pursue, but it's nice to know I have options."
        },
        {
          "speaker": "RACHEL",
          "text": "There's more alcohol, right?"
        },
        {
          "speaker": "SUSAN",
          "text": "How you doin'?"
        },
        {
          "speaker": "ROSS",
          "text": "Ok."
        },
        {
          "speaker": "SUSAN",
          "text": "You did a good thing today."
        },
        {
          "speaker": "ROSS",
          "text": "Yeah."
        },
        {
          "speaker": "SUSAN",
          "text": "You wanna dance?"
        },
        {
          "speaker": "ROSS",
          "text": "No, that's fine."
        },
        {
          "speaker": "SUSAN",
          "text": "Come on. I'll let you lead."
        },
        {
          "speaker": "ROSS",
          "text": "Ok."
        },
        {
          "speaker": "CHANDLER",
          "text": "[to the woman who just rejected him] All right look. Penis schmenis. We're all people. [She walks away again.]"
        },
        {
          "speaker": "MONICA",
          "text": "Ok, which one of us do you think is gonna be the first one to get married?"
        },
        {
          "speaker": "ROSS",
          "text": "Well, Mon, I was married."
        },
        {
          "speaker": "PHOEBE",
          "text": "Yeah, me, too, technically."
        },
        {
          "speaker": "RACHEL",
          "text": "I had a wedding."
        },
        {
          "speaker": "MONICA",
          "text": "All right, just trying to start an interesting discussion."
        },
        {
          "speaker": "JOEY",
          "text": "I got one. Which one of us do you think will be the last to get married? [They all look at Chandler]"
        },
        {
          "speaker": "CHANDLER",
          "text": "Isn't Ben in this?"
        },
        {
          "speaker": "ALL",
          "text": "Oh, yeah!"
        }
      ],
      "location": "",
      "subjects": [
        "MINISTER",
        "CHANDLER",
        "MRS GREEN",
        "ROSS",
        "MONICA",
        "PHOEBE",
        "SUSAN",
        "RACHEL",
        "JOEY",
        "CAROL",
        "MRS. GREEN",
        "MR A",
        "WOMAN"
      ],
      "clip_start": "",
      "clip_end": "",
      "context_label": "",
      "event_description": "Episode dialogue",
      "srt_start": "",
      "srt_end": "",
      "events": [
        {
          "event_description": "Ross hands Carol her son's diaper bag, Mr. Winky, and greets him.",
          "involved_subjects": [
            "Ross"
          ],
          "start_offset": "00:00:00",
          "end_offset": "00:00:05"
        },
        {
          "event_description": "Carol informs Ross that she and Susan are getting married.",
          "involved_subjects": [
            "Carol",
            "Ross",
            "Susan"
          ],
          "start_offset": "00:00:20",
          "end_offset": "00:00:30"
        },
        {
          "event_description": "Ross expresses happiness and support for Carol and Susan's wedding.",
          "involved_subjects": [
            "Ross",
            "Carol",
            "Susan"
          ],
          "start_offset": "00:00:30",
          "end_offset": "00:00:45"
        },
        {
          "event_description": "Monica discusses her new catering job for Carol and Susan’s mountain bike accident.",
          "involved_subjects": [
            "Monica"
          ],
          "start_offset": "00:01:00",
          "end_offset": "00:01:15"
        },
        {
          "event_description": "Joey prepares for his role on 'Days of Our Lives' and explains acting techniques to Chandler.",
          "involved_subjects": [
            "Joey",
            "Chandler"
          ],
          "start_offset": "00:01:15",
          "end_offset": "00:01:30"
        },
        {
          "event_description": "Phoebe shares with Ross that a client died during her massage session.",
          "involved_subjects": [
            "Phoebe",
            "Ross"
          ],
          "start_offset": "00:02:00",
          "end_offset": "00:02:15"
        },
        {
          "event_description": "Rachel arrives hurriedly, asking if she missed the wedding, and Joey responds humorously.",
          "involved_subjects": [
            "Rachel",
            "Joey"
          ],
          "start_offset": "00:02:30",
          "end_offset": "00:02:45"
        },
        {
          "event_description": "Mrs. Green visits Rachel at her workplace and comments on her daughter's job and appearance.",
          "involved_subjects": [
            "Mrs. Green",
            "Rachel"
          ],
          "start_offset": "00:03:00",
          "end_offset": "00:03:15"
        },
        {
          "event_description": "Mrs. Green reveals her intention to leave Rachel's father and expresses pride in Rachel's happiness.",
          "involved_subjects": [
            "Mrs. Green",
            "Rachel"
          ],
          "start_offset": "00:03:15",
          "end_offset": "00:03:30"
        },
        {
          "event_description": "The group prepares to help Monica with the wedding preparations after Carol and Susan decide to proceed with the wedding.",
          "involved_subjects": [
            "Monica",
            "Carol",
            "Susan"
          ],
          "start_offset": "00:04:00",
          "end_offset": "00:04:15"
        }
      ]
    }
  ]
}