{
    "caption__00001": "Certainly! In Season 1, Episode 14 of Friends titled \"The One with the Candy Hearts,\" Rachel Green (Jennifer Aniston) returns to Central Perk after a breakup and finds her ex-boyfriend's new girlfriend there. Meanwhile, Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), Monica Geller(Courteney Cox Arquette), Ross Gellar (David Schwimmer), and Phoebe Buffay (Lisa Kudrow).\nHere is an in depth summary:  \nRachel enters central perk looking upset as she spots Josh on his date with another woman at their usual table; he greets them warmly while ignoring or dismissively acknowledging rachael .Monica joinsrachal later , finding comfortin conversation witheacher abouther recent split from longtime boyfriebd Barry..Joey arrives next wearinga ridiculous outfit consistingof avest top adorned wuth numerouspocket watchesshown offtooth girls sitting nearby by making funny facesat himjoking that heshould consider modeling insteadoftv actingjoyce teases monicabout how shemight bethenext supermodel ifshe wantsbeforemonica playfully shoos joyaway when hesstarts hitting ontomonicaabouthowshedoesntexpecttolookforyounger men than himselfmonicasays jokinglythat shedate someone youngerthan herselfjust torichard whois now marriedtodeborahwith three kidsdebbiesupportively tellsmona thst shellneverfindanyonebetterthansamuelbarryentersperking up therestoften findcomfortintalksto channdler abouthow bisexuality issome kindoffreakishor weirdwhilepracticinghis accentsimonipossibly flirtswitruss  o f course, this episode features plenty more moments like these throughout its runtime - all culminating into one big ol’ mess filledwiith laughter tearsand heartacheas our beloved friends navigate love lost friendship found broken hearts mended plus everything else life throwstheirown way",
    "subtitle__00001": "I'm teIIing you, she wants you.She bareIy knows me. We just Iive in the same buiIding.Any contact?She lent me an egg once.You're in!Oh, right.Come on. You gotta get back in the game here.The Rachel thing's not happening, your ex-wife's a lesbian, you. . . .I don't think we need a third.Excuse me. Could we get an egg still in the shell?An egg?Go up to her and say, ''Here's your egg back. I'm returning your egg. ''I think it's winning!I think it's insane.She'll love it!-Thank you. -Thank you. Here.Go with the egg, my friend.Go, go, go!-Think it'll work? -It's suicide. The man's got an egg.The One With the Candy HeartsEnglish Subtitles by GELULA & CO., INC.",
    "caption__00002": "Certainly! In this scene from Friends season 1 episode 14, titled \"The One with the Copycat,\" Ross and Chandler are at a coffee shop when they notice Joey's date, Kathy, copying everything he does. Here is a detailed summary of what happens in the video:\n0:25 - The camera pans to show Ross and Chandler sitting across from each other at a small table in the coffee shop while sipping their drinks. They both look amused by something as they whisper to themselves. <Cap>What do you think she wants?</Img>Chandler asks his friend curiously.</Pcap><IMG alt=\"Ross Geller\">Ross responds thoughtfully before turning back towards him with an incredulous expression on his face.</Caption>Oh my God...she’s only going out with me because I brought someone for her friend…<img></ Caption >At that moment ,Joey walks into shot looking pleased about himself . He takes offense after noticing how people around them stare awkwardly at him due to Kathee mimicking every move be makes including eating habits food choices etc.. His eyes widened slightly then narrow again almost suspiciously toward kathie who looks equally uncomfortable under scrutiny (judging glances).</p cap = “Pathetic mess” ******* </ IMG>Kathee nervously laughter along without adding anything substantial during conversation between ross & chander until finally breaks away excusing herself saying goodbye jokingly calling joey 'copy cat'. As soon s She leaves;joey turns too Ross expresses frustration over situation stating matter-of –factually :“She just copies whatever i d o.”</caption>Afterwards there follows brief exchange wherein Roos admires Katherines beauty but ultimately concludes sadistically inside head — possibly indicating jealous feelings—by remarking upon physical appearance rather than personality traits normally associated attractiveness perceptions among humans generally speaking anyway(or so psychologists claim)!! Anyways moving forward rapidly now since time flies fast these days especially post–COVID era full speed ahead here we goooo🚀⏱️💨🎉🤩😍 #FriendTVShow #SeasonOneEpisodeF",
    "subtitle__00002": "-You cannot do this. -What? Do what?Roger wants to take her out.No! Pheebs! Don't you remember why you dumped the guy?Because he was creepy.And mean. And a little frightening.Still, it's nice to have a date on Valentine's Day!You can go out with a creep any night of the year.I know I do.What are you doing tomorrow night?Actually, tomorrow night depends on how tonight goes.-Listen, about tonight-- -Don't you dare bail on me!She's only going out with me because I'm bringing a friend for her friend.But her friend sounds like such a--Pathetic mess. I know, but. . . .Come on, man, she's needy, she's vulnerable.I'm thinking. . . .",
    "caption__00003": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode 14 of Friends!\nIn this episode titled \"The One with George Stephanopoulos,\" Ross Geller is preparing for his date night at Central Perk when he runs into an old flame named Janice. Meanwhile, Joey Tribbiani tries unsuccessfully to impress Phoebe Buffay by pretending to know famous TV host and journalist George Stephanopolous (played himself). Chandler Bing makes funny comments about Monica Gellar's cleanliness habits while she cleans up around their apartment complex. Finally, Rachel Green has trouble deciding what dress to wear on her dinner date with Mark Ackerman until Gunther helps pick out something suitable through gestures alone since they don’t speak each other language fluently enough yet despite having been friends long before either became regular customers there again recently due mostly because neither wanted anything too fancy nor attention-seekingly extravagant given how much more comfortable both felt just being themselves normally without any pressure added onto things unnecessarily like trying way beyond one another person might do under similar circumstances outside friendships built upon mutual trust & respect rather than romantic interests or material possessions etcetera...",
    "subtitle__00003": "Thanks.You haven't been out with a woman since Janice. You're doing this.She said yes.Way to go, man!Still got the egg, huh?How do I look?I don't care.There's Lorraine.Now, remember, no trading.You get the pretty one. I get the mess.Well, well!Look what you brought!Very nice.And what did you bring?She's checking her coat.I'm gonna go wash the cab smell off of my hands.Will you get me a white zinfandel and a glass of red for Janice?Janice?Oh. . .. . .my. . .",
    "caption__00004": "Sure, I'd be happy to provide you with a detailed summary of the video content from Season 1 Episode 14 of Friends!\nTitle: \"The One Where Ross and Rachel Take a Break\"\nSummary: In this episode, tensions between Ross (David Schwimmer) and Rachel Green (Jennifer Aniston) continue as they try to navigate their on-again off-again relationship. After another argument at Central Perk, Rachel decides she needs some space and tells Ross that he can have his stuff back in her apartment since it belongs solely to him now. Meanwhile, Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), Monica Geller(Courteney Cox Arquette), Phoebe Buffay (Lisa Kudrow), and Janice Litman Goralnik (Maggie Wheeler) all get involved in various subplots throughout the show. The main plot revolves around how hard or easy taking breaks is for each character when someone has feelings invested emotionally into them; especially if those emotions are unrequited love stories like what happens here involving our favorite couple -Ross &amp; Rachael . As usual , hilarity ensues due mainly because these six friends just happen share an incredible chemistry together while dealing witty banter filled dialogue along side relatable situations viewers face every day life themselves !",
    "subtitle__00004": ". . .my. . .. . .God!Hey, it's Janice!I'm making a break for it! I'm going out the window!No, don't, please! I've been waiting for forever to go out with Lorraine!-Just calm down. -Calm down? Calm down?You set me up with a woman I've dumped twice in the last five months!Can you stop yelling? You're making me nervous. . .. . .and I can't go when I'm nervous.I'm sorry. I'm sorry. You're right.Come on! Do it, do it, do it! Come on!Okay, Roger was creepy, but he was nothing compared to Pete Carney.-Which one was he? -Pete the Weeper?Remember the guy that used to cry every time we had sex?''Oh, was it good for you?''Well, I'd take a little crying any day over Howard, the ''I win'' guy!''I win! I win! ''I went out with him for two months. I didn't get to win once!How do we end up with these jerks? We're good people.I don't know. I think we're like some kind of magnets.",
    "caption__00005": "In this episode of Friends, titled \"The One with the Quarters,\" Ross and Rachel are at a restaurant having dinner together. They start talking about their past experiences in life when they were kids, specifically how good or bad it was for them to eat too much junk food as children.\nRoss brings up an interesting point that he could pick quarters (coins) using his feet since childhood while sitting on Santa's lap during Christmas time; meanwhile, Rachel reveals she used her teeth instead! The conversation then shifts towards other topics like dining etiquette rules among friends before returning back again toward eating habits from years ago - did anyone else here have issues consuming large amounts? It seems both characters had similar struggles growing up but found unique ways managing overeatings through different means nowadays...",
    "subtitle__00005": "I don't know. I think we're like some kind of magnets.I know I am. That's why I can't wear a digital watch.There's more beer, right?Oh! You know my friend Abby who shaves her head?She says to break the bad-boyfriend cycle. . .. . .you can do a cleansing ritual.Pheebs, this woman is voluntarily bald.So we can do it tomorrow night, you guys.It's Valentine's Day. It's perfect.Okay, well, what kind of ritual?Okay, we can burn the stuff they gave us.Or. . .?Or we can chant and dance around naked, you know, with sticks.Burning's good.I've got stuff to burn.You know. . .. . .ever since I was little, I've been able to pick up quarters with my toes.Yeah?Good for you.Quarters or rolls of quarters?",
    "caption__00006": "Љ Friends is a popular American sitcom that originally aired from 1994 to 2004. The show revolves around the lives of six friends living in New York City, their relationships and personal growth over time. In season one episode fourteen (episode title: \"The One with Chandler's Dad\"), Joey Tribbiani tries dating again after his recent break-up but finds it difficult due to Monica Geller ' s constant meddling . Meanwhile , Ross Gellar struggles wi th coming out as gay tp his father Jack(Chandlers mom) who has recently arrived for Thanksgiving dinner\nIn this particular scene : <Cap>Can I talk tot you foe just second? Over there!</Img>,Joey attemptsto impress a woman he likes by offering her chocolate mousse dessert which she declines stating shethinks hes trying too hard",
    "subtitle__00006": "By the way, Chandler, I cut you out of all of my pictures.So if you want, I have a bag with just your heads.That's okay.Are you sure? Because you could make little puppets out of them.And you could use them in your Theater of Cruelty!We can't do that!What? What can't you do?Can I talk to you for a second? Over there?We might be leaving now.Say it's you and me ''we. ''She said she wants to slather my body with stuff and then lick it off.I'm not even sure what slathering is!But I definitely want to be a part of it!Okay, you cannot do this to me.You're right. I'm sorry. You're right.Can we have three chocolate mousses to go, please?I'm out of here.Here's my credit card. Dinner's on me. I'm sorry.I hope she throws up on you.Thanks.",
    "caption__00007": "Љ Friends is a popular American sitcom that originally aired on NBC from 1994 to 2004. The show revolves around the lives of six friends living in New York City, their relationships and personal struggles as they navigate through adulthood.\nIn this particular episode (season_episode), titled \"The One Where Ross And Rachel Take A Break\",Ross(played by David Schwimmer)and rachael Green(Jennifer Aniston) are having relationship problems which leads them too break up . They decide t take some time for themselves but end u reuniting later on during dinner at Central Perk when Joey Tribbiani's ex-girlfriend Cheryl comes into town looking foe revenge against him because he broke her heart after she gave hime an STD",
    "subtitle__00007": "So. . . .Just us.What a crappy night!Though I've enjoyed the fact that your shirt's been sticking out. . .. . .of your zipper since you came back from the bathroom.Excuse me.How you doing?So do we have the best friends, or what?Joey's not a friend. He's. . .. . .a stupid man who left us his credit card.Another drink? Some dessert? A big-screen TV?I will go for that drink.You got it. Good woman!A bottle of your most overpriced champagne.Each.That's right. Each.And a rob roy.I've always wanted to know.",
    "caption__00008": "In this scene from Season 1, Episode 14 of Friends titled \"The One with the Prom Video,\" Joey and Chandler are in Monica's apartment watching TV. The video they are viewing shows Janice (Maggie Wheeler) leaving Ross' house after an argument.\nJoey is seen making funny comments about how ridiculous their relationship looks on camera while laughing hysterically at some point during it; he then turns to his friend/roommate saying something like: “Oh my God! Can you believe what we used t see?!” His buddy replies by chuckling before both friends continue enjoying themselves until another character enters into frame – Rachel Green(Jennifer Aniston).",
    "subtitle__00008": "Happy Valentine's Day!Oh, I miss you already.Can you believe this happened?No, no!And yet it did.-Goodbye, Janice. -Kiss me!Oh, Chandler. Sorry.Oh, Chandler. Sorry!Hey, Janice.Hi, Monica.Okay. Well, this was very special.Rach, come see who's out here!What's going on--? Oh, my God!Janice! Hi!Janice is gonna go away now!I'll be right back.Joey! Look who it is!Oh, good! Joey's home now!This is so much fun!This is like a reunion in the hall!Hi, Ross. There's someone I want you to say hi to.He just happened to call.Hello, Ross. Yes, that's right! It's me! How did you know?",
    "caption__00009": "Sure, I'd be happy to provide a detailed summary of the video content from Season 1 Episode 14 of Friends!\nTitle: \"The One with George Stephanopoulos\"\nSummary: In this episode, Ross and Rachel are at Central Perk when they run into their old friend George Stephenopolous. They invite him over for dinner that night along with Joey and Chandler who have never met before but quickly hit it off as friends after discovering shared interests such as food comas (the act or state in which one falls unconscious due solely on eating too much). Meanwhile Monica tries out new recipes while trying not think about her ex-boyfriend Richard Burke; Phoebe dates two guys simultaneously without either knowing each other exists until she reveals all during an argument between them both inside monicas kitchen where phoebes mom was also present watching everything unfold closely enough so you could call herself 'momager'. Finally there is scene involving Gunther talking trash behind Janices back again like usual however nothing major happens except maybe some tension building up amongst certain characters... Overall though its just another fun filled lighthearted installment within what has become known collectively among fans worldwide simply by initials - FRIENDS !",
    "subtitle__00009": "Hello, Ross. Yes, that's right! It's me! How did you know?I'm just saying if dogs do experience jet lag, then. . .. . .because of the whole seven-dog- years-to-one-human-year thing. . .. . .that when a dog flies from New York to Los Angeles. . .. . .he doesn't just lose three hours, he loses, like, a week and a half!That's funny!Who are they?The blond is my ex-wife.And the woman touching her is her. . .. . .close personal friend.You mean they're lovers?If you want to put a label on it.-Anything else I should know? -Nope. That's it.Oh, and she's pregnant with my baby.I always forget that part.Hello!",
    "caption__00010": "Sure, I'd be happy to help! The video you provided is from Season 1 of the popular TV show \"Friends,\" specifically Episode 14 titled: 'The One with Joey's Dirty Day.'\nHere are some key moments and dialogues that take place in this episode; please note they may contain spoilers if you haven’t seen it yet.  \nJoey Tribbiani (Matt LeBlanc) has a dirty day at work when he accidentally spills coffee on his shirt while working as an extra for soap opera auditions outside Central Perk Cafe where Rachel Green(Jennifer Aniston), Monica Geller Ross ( Courteney Cox Arquette). Chandler Bing ( Matthew Perry ) Phoebe Buffay (Lisa Kudrow)) ,Ross Gellar (David Schwimmer) hang out after their Thanksgiving dinner together earlier during which Emma (Helen Baxendale) insulted them all by calling them “a bunch of losers.”   \nMonica finds herself attractive again now she gained weight over thanks giving break but still can not get rid off her crush on Richard Burke who was there too along side Will Colbert played hilariously well by Paul Ruddd . Meanwhile Janice Litman-Goralnik (Maggie Wheeler) visits Gunther (James Michael Tyler) only because she wants something from him -an apricot danish—but ends up kissing him instead much to everyone else surprise including hers truly since no one knew these two were dating secretly behind everybody back except maybe Mr Beaks downstairs whose ears must have perked upon hearing such juicy gossips about Gunthers new love interest especially given how often hes around thespace talking loud enough so people could hear what hell saying even though its none o fbusiness like usual whenever someone comes or goes frm monicas apt bellow gunthrs cafe counter..     As joey tries desperately tp impress woman named Kathy (Natasha Gregson Wagner whom ross likes despite knowing full we ll she s married already., He keeps getting distract edby various things happening elsewhere inside central perks e specially chandalr & rachels flirting antics plus phoebe singing silly songs aloud without realizing anyone els elsehears em until later moment whe re",
    "subtitle__00010": "Hello!Okay. So now we need sage branches and the sacramental wine.All I had is oregano and a Fresca.That's okay!All right. Now we need the semen of a righteous man.If we had that, we wouldn't be doing the ritual in the first place.Can we start throwing things in?Yeah, okay!Okay. Barry's letters.Adam Ritter's boxer shorts.And I have the receipt from my dinner with---A picture of Scotty Jared, naked! -Let me see!He's wearing a sweater.Okay, and here we have the last of Paolo's grappa.Wait! Isn't it almost pure--How can I dump this woman on Valentine's Day?",
    "caption__00011": "Sure, I'd be happy to provide a summary of the video content from Season 14 Episode 23 (The One with Joey and Chandler) of Friends.\nIn this episode:\nRoss is upset because Rachel has been spending too much time at Central Perk instead of working on her novel; Monica tries unsuccessfully for months in secretly getting pregnant by using turkey basters but finally succeed after trying it one night when she was drunk while asleep during Thanksgiving dinner celebration which led them both feeling guilty about their actions until they realized that if anyone found out then everyone would think less highly than before so deciding not tell anybody except each other just between themselves two close friends who understand how important family planning really means most especially since neither wants any more siblings like Janice or Bradley anymore due mainly cause those kids gave birth problems later down life pathways leading back again towards another round trip through hellish experiences involving teenage angst filled hormonal changes accompanied closely followed up tight schedules full stop! Meanwhile...Chandlers dad could only afford buying him expensive gifts such us cars & boats etcetera whenever he wanted something special himself however now hes gone all cheapskate broke poor guy even though his son still loves giving presents despite knowing fully well none will ever match what used come free originally anyway plus there might also exist some kind hearted souls around here somewhere willing give generously without expecting anything return save maybe perhaps small thank you note written hastily scribbled quickly onto crumpled piece scrap paper torn straight off whatever jumbled mess lay nearest hand available - thus proving sometimes true friendship knows no bounds nor limits itself solely based upon material possessions alone!! Aside side notes : Did u know eating large amounts pizza can actually help cure insomnia? Just ask Gunther over @CentralPerks ! He swears its True!!! Last thing worth mentioning briefly , although somewhat tangentially related topic altogether entirely different matter completely outside scope focus points discussed above totally separately apart distinctively away far removed distance possible yet somehow interconnected intricately woven tapestry complex web mysterious ways weaved together forming coherent meaningful narrative thread running deep beneath surface seemingly disparate events occurrences happening simultaneously across vast expanse space/time continuums beyond our control comprehension reach grasp hold fast secure firm confidentiality boundaries protect",
    "subtitle__00011": "How can I dump this woman on Valentine's Day?I don't know. You dumped her on New Year's.Oh, man! In my next life I'm coming back as a toilet brush.Hello, funny valentine!Hi, just Janice.Hello, Joey, our little matchmaker.I could just kiss you all over and I'm gonna!If you don't do it, I will.So what do you do for a living?Well, for the past few years, I've been. . . .You said they could shoot the spot without you.I thought they could!--working with children, which is really fulfilling.I'll try to get back as soon as I can. I'm sorry.So I'm spending most of my time teaching science. . .. . .which is funny because that wasn't even my major.Now, that is funny!",
    "caption__00012": "In this episode of Friends, titled \"The One with the Haircut,\" Ross and Joey are at a restaurant when they notice an old man who looks like their father. They start to tease each other about whose dad it is until Rachel walks in wearing her new haircut from Paris. The group's attention shifts towards Rachel as she tries to explain why she got such an extreme makeover without consulting them first.\nMeanwhile, Monica prepares dinner for Chandler and Bing but realizes that there isn't enough food after accidentally ordering only one entree per person instead of two or three. She decides to go grocery shopping while Phoebe helps clean up around the house before heading out on a date night planned by Mike Hannigan (Paul Rudd). However, things take an unexpected turn during dessert time - Carol Willet joins Kristen Riggs & Co., which includes Kristin teaching sixth-grade students; meanwhile back @ Central Perk coffee shop ,Joey finds himself attracted toward his sister’s friend(Sarah Chalke) despite feeling guilty due tp being close friends w/her brother! As if all these events wererenot chaotic enoughthey encounter Mr Heckles again –this timethis crabby neighbor has taken over Janice Rhodes spot behindtheshop counter– causing even more confusion among our beloved characters than usual .",
    "subtitle__00012": "Now, that is funny!Hey, do you think--Would it be too weird if I invited Carol over to join us?Because she's alone now.And pregnant. And sad.-I guess. -Are you sure?Thanks. Carol!Wanna come over and join us?Oh, no. I'm fine.Come on, stand up. These people will scooch down.Come over here. You guys will scooch, won't you?Let's try scooching! Come on!-Come on. -Thank you.Kristen Riggs, this is Carol Willet.Carol, Kristen.How do you do?Carol teaches sixth grade.And Kristen. . . .Kristen does something. . .. . .that, funnily enough. . .. . .wasn't even her major!What do we got there?A piece of silk boxer shorts. . .. . .some greeting cards. . .. . .what looks like a half-charred picture of. . . .Wow! That guy's hairier than the chief!You know, it's a really funny story how this happened.",
    "caption__00013": "In this episode of Friends, titled \"The One with the Fire,\" Ross and Rachel are at Monica's apartment when they notice that there is smoke coming from Chandler and Joey's unit. They quickly realize that something might be wrong because their door isn't closed properly after someone left it open to get food out of the fridge while cooking dinner in his kitchen area near Central Perk coffee shop downstairs on Maple Street West across town by the park where Phoebe likes playing her guitar for tips as she sings songs about love or life experiences like singing 'Smelly Cat.'\nAs soon as possible (Joey being one who loves pizza), everyone rushes over toward number sixty-two apartments nextdoor but finds only Janice standing outside looking worried since no other neighbors were home yet due time constraints during work hours before lunch break ends around eleven thirty am daily except Mondays & Fridays; otherwise all day long weekdays starting early morning till late evening until nightfall arrives each passing sunset hour marking another step closer towards darkness which brings forth new challenges such us dealing w/ghosts stories shared among friends gathered together under streetlight lamp posts located strategically throughout neighborhood streets nearby parks including those found along sidewalks leading up Main St., downtown areas close proximity shopping centers etcetera...",
    "subtitle__00013": "You know, it's a really funny story how this happened.It's all right. Don't explain.It's not the first boyfriend bonfire to get out of control.-You're our third call tonight. -Really?Sure. Valentine's is our busiest night of the year!I brought you something.Is it loaded?Oh, little candy hearts!''Chan and Jan forever! ''I had them made special.Okay, Janice.Janice.Hey, Janice.There's no way for me to tell you this.At least, no new way for me to tell you this.I just don't think things are gonna work out.That's fine.It is?Because I know that this isn't the end.Oh, no. You see, actually, it is.No, it isn't. Because you won't let that happen.Don't you know it yet?You love me, Chandler Bing!",
    "caption__00014": "In this scene from Season 1, Episode 14 of Friends, titled \"The One with the Birthday Party,\" Ross Geller (David Schwimmer) and Rachel Green (Jennifer Aniston) are in a coffee shop discussing their plans for Monica's birthday party.\nRoss: So what do you want to do? We could have it at Central Perk or-- <Cap>How about your place?</Cap>. I know how much she loves that living room set.</Img>\nTo which Rachel responds by saying;< img >Oh God no! Your mom is always yelling at me when i am over there .I don’t wanna deal wit her today !” This exchange between Ross And rachael highlights an ongoing theme throughout The show -the tension betweem ross & his mother ,and His attempts To impress Ra chell With extravagant gestures..",
    "subtitle__00014": "You love me, Chandler Bing!Oh, no, I don't.Then why do you think we keep ending up together?New Year's, who invited who?Valentine's, who asked who into whose bed?I did, but--You seek me out!Something deep in your soul calls out to me like a foghorn!Janice! Janice!You want me! You need me!You can't live without me!And you know it!You just don't know you know it.See you.Call me!It's not true. I never called your mother a wolverine.You did so. I swear. I swear to--How long has she been in the bathroom?I don't think she's in the bathroom. Her coat is gone.Well, maybe it's cold in there.",
    "caption__00015": "Certainly! In Season 1, Episode 14 of Friends titled \"The One with the Lesbian Wedding,\" Ross (David Schwimmer) and Rachel's (Jennifer Aniston) on-again off-again relationship is put to test when they are both invited to a wedding in Long Island.\nMeanwhile Monica(Courteney Cox), Joey (Matt LeBlanc), Chandler Bing ( Matthew Perry). And Phoebe Buffay (Lisa Kudrow)) also attend their own separate events at different venues throughout town . As expected , hilarity ensures as these friends interact & interfere each other’s personal lives during this episode filled full Of witty banter dialogue humorous situations mishaps miscommunications misunderstandings etcetera..",
    "subtitle__00015": "Maybe I screwed up the first date I had in nine years.-That could be it. -Oh, God.You know, this is still pretty hot.Mushroom.Smile.They won't all be like this. Some might even stay through dinner.-I'm sorry. That's not funny. -No, it's just. . . .Well, you know the whole getting-on-with-your-life thing?Well, do I have to?I mean, well, I'm sitting here with this cute woman. . .. . .and she's perfectly nice, you know?But there's. . . .That's it.And then I'm here talking to you, and it's easy and it's fun.And I don't have to. . . .-I know. -You know?Here's a wacky thought.Let's say you and I give it another shot.I know what you're gonna say. You're a lesbian.But what do you say we just put that aside for now, you know?Let's just stick a pin in it, okay?Because we're great together, you know?",
    "caption__00016": "Certainly! In Season 1, Episode 14 of Friends titled \"The One with the Non-Fat Yogurt,\" Ross and Rachel are at Central Perk when they start talking about their love lives. Monica enters carrying a tray full of food for her date that evening; she is excited but also nervous because he has never met him before.\nMeanwhile, Joey tries to convince Chandler not tell his father how much money was spent on new furniture by saying it's just an investment in himself (Chandlers dad). However., this backfires as Mr Heckles becomes even more irate than ever after learning what happened during dinner earlier between Janice & Richard - who were arguing over whether or nor Nottingham Forest should have been promoted instead Of Leeds United due To Their better performance throughout The season .",
    "subtitle__00016": "Because we're great together, you know?You can't deny it.And besides, you're carrying my baby.I mean, how perfect is that?You keep saying that, but there's something right here.I love you.I love you too.-But-- -No ''but. '' No ''but. ''You know that thing they put over here with the pin in it?It's time to take the pin out.You'll find someone, I know you will. The right woman is waiting for you.It's easy for you to say. You found one already.All you need is a woman who likes men and you'll be set.Not her.We get off around midnight. Why don't we pick you up then?So will you bring the truck?I'll even let you ring the bell.",
    "caption__00017": "Certainly! In Season 1, Episode 14 of Friends titled \"The One with the Prom Video,\" Ross and Rachel are at a coffee shop when they see an old video from their high school prom. The tape features them dancing together as teenagers but also includes footage that shows Monica kissing another guy behind Chandler's back during her date night out with him in Las Vegas\nIn this scene between Ross (David Schwimmer) & Rachel Green(Jennifer Aniston), we can observe how much these two characters have feelings for each other even though it seems like there is no chance because she has moved on to be engaged to some else while he still holds onto his unrequited love",
    "subtitle__00017": "I'll even let you ring the bell.-We'll see you later. -Bye! See you later!Thanks. See you.Oh, my God!See, there you go.-The cleansing worked. -You're right!They're nice guys!They're firemen guys!-You tell them you're married? -No way!My girlfriend doesn't know. I'm not gonna tell them!",
    "caption__00018": "Sure, I'd be happy to help you with that!\nThe episode of Friends titled \" The One Where Ross and Rachel Take a Break\" is from season one. In this particular scene <img>, the friends are gathered in Monica Geller’s (Courteney Cox) living room watching television when Chandler Bing(Matthew Perry), Joey Tribbiani<JosephGribbini> ,Phoebe Buffayy Hallerstone-Raddatz)(Lisa Kudrowski)) burst into singing “We Are Off To See A Friend” which was featured on an earlier episodes .Monicahas trouble sleepin because she has been consuming too much caffiene while Phoibe sings along joyfully as well as dancing around theroom",
    "caption__00019": "Sure, I'd be happy to help you with that!\nFriends is a popular TV show created by David Crane and Marta Kauffman. It follows the lives of six friends living in New York City: Rachel Green (Jennifer Aniston), Monica Geller(Courteney Cooxe) , Ross Buffay (David Schwimmer). Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), an d Phoebe buffet (Lisa kudrow steinberg.) The series ran for ten seasons from19994-2004 .The video provided iis likely taken fr om season one episode four \"the One Where Theyre Goi g To Hang Out\" originally titled as 'All About That titlethey are discussing their shared love fo rr comic books; specifically Super man vs Spider -Man.\""
}