{
    "caption__00001": "Certainly! In season 1, episode_2 of Friends titled \"The One Where Ross and Rachel Take a Break,\" the friends are seen hanging out at Central Perk when Joey accidentally knocks over his date's drink. The group then goes to Monica's house for Thanksgiving dinner where tensions between Chandler and Joey come to light as they discuss their childhood experiences with Santa Claus (Chanukah in Chanukah).\nMeantime, Phoebe is upset because her ex-boyfriend has taken back his girlfriend after she gave him an excellent sonogram picture from their pregnancy together; this leads them all into conversation about relationships breakups which culminates later on during dessert time while talking politics among themselves before deciding what movie night film should be watched next - leading up until its conclusion by showing how each character deals differently but ultimately finds solace within friendships formed through shared moments like these ones here described above so far below:",
    "subtitle__00001": "Downloaded From www.AllSubs.orgShared by http://DJJ.HOME.SAPO.PT/You don't understand.For us, kissing is as important as any part.Yeah, right!You serious?Oh, yeah.- Everything is in that first kiss. - Absolutely.For us, kissing's an opening act..like the comedian you have to sit through..before Pink Floyd comes out.And it's not that we don't like the comedian.It's just that that's not why we bought the ticket.The problem is, no matter how great the show was..you girls are looking for the comedian again.We're in the car, fighting traffic, just trying to stay awake.Word of advice: Bring back the comedian.Or next time you'll find yourself listening to that album alone.Are we still talking about sex?The One With the Sonogram at the End",
    "caption__00002": "In this scene from Season 1, Episode 2 of Friends titled \"The One with the Cave People,\" Ross Geller is seen trying to explain a concept called \"evolution\" to his colleagues at Central Perk. He uses examples such as cavemen and women evolving into modern humans over time to illustrate how evolution works.\nRoss: (excitedly) Oh yeah! You know what's fascinating? The way that life has changed on Earth since its inception... via millions upon billions or years o f tiny little steps forward through natural selection-based adaptation; each one building off t he last until we get here today - right where YOU are sitting NOW ! It ' s just incredible when you think about it .Marsha , see these people ? They have issues like : <Cap>Doesn’t she seem angry sometimes?”</img>. Marcia replies by saying something similar but then adds “He ‘s out while sh e‘sm getting mastodon smell ouf h er carpet.” This confuses everyone except Joey Tribbiani who chimes up wit hin usual enthusiasm –“Oh man… if I had known there were cavepeople around still living nearby my pad back home near Chicago.,I woulda totally checked them OUT!” Chandler Bing interjects wittily stating–< Cap >”Well maybe next weekend yall could come visit me instead & let Mr Monkey show u some real primate action LOL”. Meanwhile Rachel Green looks unimpressed yet again before turning away mutter ing under her breath — can anyone else relate?) As they continue their conversation outside after being interrupted insideby another customer needing help finding directions somewhere within walking distancefrom thier current location(which happens often enough given NYC densely populated urban sprawl).",
    "subtitle__00002": "No, it's good. It is good.It's just that Doesn't she seem a little angry?Well, she has issues.Does she?Try to live with \"Mr. I'm Evolving.\"He's out while she's home getting the mastodon smell out of the carpet.Marsha, see, these are cave people.Okay, they have issues like:\"Gee, that glacier's getting kind of close.\"Speaking of issues, isn't that your ex-wife?- No. - Yes, it is. Carol, hi!Okay. Yes, it is. I'll catch up with you in the Ice Age.",
    "caption__00003": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode_2 of Friends!\nThe scene opens with Rachel Green (Jennifer Aniston) and Monica Geller (Courteney Cox) in their apartments at Central Perk. They are talking about how they have been friends since high school but never really had any close relationships before that time period until now when one or both were single again after being married for many years respectively . Meanwhile outside on Grove Street , Joey Tribbiani(Matt LeBlanc), Chandler Bing ( Matthew Perry ) & Ross Gellarrentered by his ex-wife Carol Willick’s new husband Jack – who also happens t o b e an old friend f rom college days together; however this does not stop them fro m making funny jokes amongst themselves as usual while doing so ! As if things weren't complicated enough already between these three men alone...we see Phoebe Buffay enter stage left looking rather dishevelled due perhaps having just woken up frm another night out partying hardcore style - complete wit h dark circles under her eyes plus some sorta stinky breath odor emanating form herself too boot!! It seems like shes trying desperately attempt hide anything remotely resembling sobriety here though because she quickly scurries away without saying much else except maybe \"Hey guys!\" before disappearin g off into thin air once more leaving everyone wondering exactly what happened last nigh till next episode comes around ...just wait til u find urself stuck inside watching all ten seasons back ta back over agaiN only then will U truly understand why we love watchINg FRIENDS every weekend morning instead Of goInG OUTSIDE INTO THE REAL WORLD full force head first lol",
    "subtitle__00003": "Okay. Yes, it is. I'll catch up with you in the Ice Age.- Can I stay? - No.- Hi. - Hi.- Is this a bad time? - No, it's..the Stone Age.You look great. I hate that.Sorry. Thanks. You look good too.Well, you know, in here, anyone who..stands erect..- What's new? Still a - A lesbian?You never know. How's the family?- Marty's still totally paranoid. - Carol, why are you here?- I'm pregnant. - Pregnant.She didn't leave in such a hurry after all.",
    "caption__00004": "In this scene from Friends season 1 episode_2, the characters are shown in Monica's apartment. The camera pans across the room to show Rachel sitting on the couch and Joey standing near her with his back against the wall). Ross enters holding an armful of magazines (<Cap>)and Chandler follows him carrying another stack( <Img>.)\nRoss: Hey guys! I got some stuff for you all today-some new furniture pieces that might work well here at home...Monica? Are there any pillows left over after Thanksgiving dinner last year?' He sets them down next to the sofa as they chat among themselves about their plans)Joey is flipping through one magazine while reading aloud something funny out loud; meanwhile.,Chander looks bored & disinterested until he spots somethin interesting inside yet Another publication - then suddenly perks up like 'Oh wow!' when spotting still more intriguing material within its pages.). Meanwhile ,monica glances around nervously before speaking softly toward no one specifically (\"I don’t know if we should be doing anything too crazy right now\"). As she speakays further into what appears becoming increasing concern regarding possible chaos brought upon by excessive decorating efforts during holiday seasons past experiences shared amongst friends circle), everyone else starts pay attention intently – especially ross who listens closely enough tp interject thoughtfully “calm dwn…you do not see rruss getting twirly every time thry come” suggesting perhaps hedges off having similar issues himself due recent events involving flat/twirl dynamics experienced elsewhere previously discussed topics between close buddies group members!)",
    "subtitle__00004": "She didn't leave in such a hurry after all.This is the Three's Company episode with a misunderstanding.Then I've already seen this one.Are you through with that?Sorry, the swallowing slowed me down.Whose ball of paper is this?Mine. I wrote a note to myself, then I didn't need it.So I balled it up and now I wish I was dead.She already fluffed that pillow. You already fluffed It's fine.I just don't wanna give them any more ammunition.Parents can be cruel about the flatness of a child's pillow.Relax, you do this every time. The place looks great.You got a lasagna here that looks good enough..to avoid touching.Monica? Hi!Monica, you're scaring me.I mean, you're all chaotic and twirly, you know?Not in a good way.Calm down. You don't see Ross getting twirly every time they come.That's because my parents think Ross can do no wrong.",
    "caption__00005": "In this episode of Friends, titled \"The One with the Pizza Delivery,\" Ross Geller is struggling to cope with his recent breakup from Carol Willick. He becomes obsessed with finding a new engagement ring for himself and orders one online without consulting anyone else in the group. Meanwhile, Monica Gellar has just started her dream job as manager at Central Perk coffee shop but finds herself overwhelmed by all the responsibilities that come along with it.\nChandler Bing tries unsuccessfully throughout the day to impress Joey Tribbiani's girlfriend Kathy (played by Christina Applegate) so he can get backstage passes concert tickets; however when Chander finally succeeds after bribing security guard Marta(Lisa Kudrow),Joey refuses them because they were meant only him! At around midnight while deliveryman Larry Middleton delivers food order pizzas ordered earlier during dinner hours ,he accidentally knock on door belonging To Rachels Green who opens up about how much she misses being part Of The gang since moving away last year .Ross enters into an awkward conversation trying convince rachael take another slice off their shared large pepperoni pie before realizing what time really means too late already - “I’ll be there soon”- which leads us right smack dab straight into next scene where everyone gathers round table again discussin everything happening within eachothers lives except maybe ross whose mind seems stuck somewhere deep inside box full various rings instead...",
    "subtitle__00005": "That's because my parents think Ross can do no wrong.You see, he's \"The Prince.\"They had some big ceremony before I was born.- What? - Ugly Naked Guy got a ThighMaster.- Has anybody seen my engagement ring? - It's beautiful.Oh, God! Oh, God! Oh, God!No, don't touch that.Like I wasn't dreading tomorrow enough, having to give it back.\"Hi, Barry, remember me? I'm the girl that stomped on your heart.\"Now I must return the ring without the ring..which makes it so much harder.Easy, we'll find it. Won't we?Look, it's gonna be okay. You'll give it back..- and we'll eat ice cream. - Okay. It's a pear-shaped diamondAny diamond ring we find, we'll run it by you.- When did you have it last? - Doy, right before she lost it.You don't get a lot of \"doy\" these days.I know I had it this morning.",
    "caption__00006": "Sure, I'd be happy to help! Here is a detailed summary of the video content from Season 1 Episode_2 of Friends:\nThe episode begins with Rachel Green (Jennifer Aniston) and Monica Geller (Courteney Cox Arquette) at Central Perk coffee shop. They are discussing their love lives when Ross Buffay(David Schwimmer), who works next door in his pet store Chandler Bingsays he saw Janice Litman on television news as she was leaving her husband for another man named \"Bob\". The group decides that they need more information about this situation so Phoebe Buffay-Hannigan (Lisa Kudrow). She uses psychic abilities by using tarot cards while Joey Tribbiani (Matt LeBlanc) tries out some pickup lines which don’t work well until one lands him an invitation back home after being rejected several times earlier during rejection therapy sessions led there together every week since last year because none had any luck otherwise despite trying everything else first before resorting again – even though all agreed previously never would go near each other ever unless absolutely necessary under no circumstances whatsoever due mainly fears stemming largely owning past traumatic experiences shared amongst themselves collectively over time now long forgotten yet still lingering deep down inside subconscious mind unbeknownst conscious awareness except maybe sometimes like right here where memories resurface unexpectedly without warning whenever least expected especially around certain people or places trigger specific emotions associated particular events thus making difficult situations arise between close friends leading them question whether friendship truly possible anymore given history repeating itself repeatedly throughout years gone passed resulting present day dilemmas faced daily life choices made consciously/unconsciously affect relationships formed along way ultimately shaping personalities forming bonds stronger than steel but also capable breaking apart just easily if not handled carefully enough care taken thoughtfully wisely choosing words spoken actions performed cautiously avoid causing unnecessary harm feelings getting hurt unnecessarily thereby preserving friendships precious gems treasures held dear hearts alike protective measures put into place ensure continued growth mutual support provided trustworthiness maintained integrity respected valued above material possessions wealth status fame fortune anything world can offer outside these sacred connections found only within lifes closest circles comprised lovable quirky imperfect individuals bound together through thick thin laughter tears joys sorrows triumphs failures",
    "subtitle__00006": "I know I had it this morning.I know I had it when I was in the kitchen withDinah?- Oh, don't be mad. - You didn't.- Oh, I'm sorry. - I gave you one job!But look how straight those noodles are.That's not how you look for an engagement ring in a lasagna.I just can't do it.Boys? We're going in.Hi.- That is not a happy \"hi.\" - Carol's pregnant.I found it!What?Yeah.Do that for two hours, you might be where I am about now.That puts that whole pillow thing in perspective.How do you fit into this whole thing?Carol and Susan want me to be involved.But if I'm not comfortable with it, I don't have to be involved.",
    "caption__00007": "Sure, I'd be happy to provide a detailed summary of the video content from Season 1 Episode_2 of Friends.\nThe episode begins with Rachel Green (Jennifer Aniston) and Monica Geller (Courteney Cox Arquette) at Central Perk coffee shop discussing their love lives. Meanwhile, Ross Gellar(David Schwimmer), Joey Tribbiani (Matt LeBlanc), Chandler Bing ( Matthew Perry), and Phoebe Buffay (Lisa Kudrow) are in another part offthe cafe talking about their respective relationships .Rachels admits that she still has feelings for her ex-husband ,Robert (Bruce Thomas).Monicasays shesatisfiedwith Richard Burke s (Tom Selleck ) but is worried he may not feel thesame wayabouther..Joey triesto impressPhoebewith his singing skills whileChandervents abouthis lackof respectfromhis friends towards him...As they continue conversationshotsare shownoff various moments throughouttheseason including when Ross accidentally knocksovera candle on Carol 's new sofa set which leads torepairs being made by Gunther;when Janice LitmanGoralnik makes an appearance as Ralph Lauren model ;andexternal scenes showcase Brad Pitt guest starringas Will Colbert who becomes smitten w ithRoss’ sister Emma after meeting hernow divorced mother Penny....",
    "subtitle__00007": "But if I'm not comfortable with it, I don't have to be involved.- It's totally up to me. - She is so great. I miss her.- What does she mean by \"involved\"? - Your job is done.And the most enjoyable.Phoebe, say something.They want me to go down to this sonogram thing..with them tomorrow.Remember when life was simpler..and she was just a lesbian?Those were the days.- What are you gonna do? - I have no idea.No matter what I do, I'm still gonna be a father.This is still ruined, right?Martha Lugwin's daughter is gonna call you.- What's that curry taste? - Curry.I think they're great. I really do.",
    "caption__00008": "Sure, I'd be happy to provide a summary of the video content from Season 1 Episode_2 of Friends!\nThe episode begins with Rachel Green (Jennifer Aniston) and her new boyfriend Paolo (Giancarlo Esposito) at Central Perk coffee shop. Ross Geller (David Schwimmer), who has been pining for Rachel since college, is jealous of their relationship and tries unsuccessfully to sabotage it by spilling food on his date's lap. Meanwhile Monica Gellar(Courteney Cox Arquette) dates a man named Pete Becker (Brian Palmer). However when he reveals that he doesn't like dogs or drinking wine she realizes they are not compatible . Joey Tribbiani (Matt LeBlanc )and Chandler Bing ( Matthew Perry) try out different ways to eat chicken wings while watching TV sports game together in monicas apt.. In another subplot ,Ross attemptsto impress his parents during dinner conversation but ends up embarrassed himself instead; later On Phoebe Buffay ' s birthday celebration goes awry after everyone forgets about until its too late ! Overall this episodes showcases how friends navigate through dating relationships & personal growth within close circle Of friendships",
    "subtitle__00008": "I think they're great. I really do.The big Lugwin had a thing for you.- They all had a thing for him. - Oh, Mom.Why is this girl going to call me?She just graduated, and she wants to be something in cooking or food..I told her you have a restaurant- I don't have, I work in a restaurant. - They don't have to know that.- Ross, help me with the spaghetti. - Yes.Oh, we're having spaghetti. That's easy.We were going to have lasagna.- I love lasagna. - We're not having it.Then why bring it up? He latches on.This will sound unbelievably selfish..but did you plan to bring up the baby/lesbian thing?It might take the heat off of me.That Rachel. We saw her parents at the club.They were not playing well.I won't say what they spent..but $40,000 is a lot for a wedding.At least she had the chance to leave a man at the altar.",
    "caption__00009": "Certainly! In Season 1, Episode_2 of Friends titled \"The One with the New Lease,\" Ross Geller (David Schwimmer) and his girlfriend Carol Willick (Anita Barone), are at a restaurant. They're having dinner together when they notice that their food is taking too long to arrive; meanwhile, other diners have already received their meals but them.\nRoss becomes irritated by this delay in service as he has low blood sugar due to not eating for several hours after working late on an exhibit about fossilized teeth from prehistoric times - something no one else seems interested enough even though it could potentially lead him closer toward winning prestigious paleontology awards someday soon if only people would pay attention instead focusing solely upon more mundane matters such us how much time elapsed between courses or whether someone got seconds before another person did so forth etcetera...anyway back then while waiting patiently yet growing increasing agitated because nobody seemed concerned over what was happening inside those kitchen walls where all sorts Of delicious dishes were being prepared just beyond reach without any visible progress made towards serving hungry patrons like ourselves who simply wanted nothing less than top-notch customer care alongside quality cuisine served promptly & efficiently throughout every visit here each day week month year till eternity itself should be required reading material taught within culinary schools worldwide until we learn better ways manage expectations set unrealistically high thanks largely unto societal standards created around consumerism greedy corporate interests hellbent destroying whatever shreds remained authentic human connection left amongst individuals living these fast paced technologically advanced lives full speed ahead never looking behind nor slow down ever since industrial revolution began transforming everything into commodities tradable exchange markets global supply chains dominance hierarchies power structures reinforced daily through subtle cues passive acceptances tacit approvals active participation sometimes direct confrontation depending situation context variables involved parties engaged directly indirect influence exertion extent degree control maintained via systematic manipulation propaganda dissemination channels available resources accessible means affordability levels desired outcomes target audiences defined demographics psychographic profiles behavioral patterns preferences inclinings susceptibilities vulnerabilities exploitable weaknesses open windows opportunistic moments seized strategizing tactical advantage gained maintain position leverage strengthened bargaining chip negotiables concessions",
    "subtitle__00009": "- What's that supposed to mean? - Nothing.- It's an expression. - No, it's not.Don't listen to her. You've always been independent.Even when you were a chubby kid..and you had no friends, you were just fine.You'd read alone in your room. Your puzzles..People like Ross need to shoot for the stars.With his museum and his published papers.Others are satisfied with staying where they are.These people never get cancer.They're happy with what they have, content..like cows.Cows, Dad?She knows how much I love cows.I read about women trying to have it all, and I thank God..our \"Harmonica\" doesn't have that problem.- I'm telling you, you'll be fine. - Thank you, Daddy.Oh, so this does work.So, Ross, what's going on with you?Any stories? No news, no little anecdotes to share with the folks?",
    "caption__00010": "In this scene from Season 1, Episode 2 of Friends titled \"The One with the Blackout,\" Rachel Green (Jennifer Aniston) is sitting on a couch in Monica Geller's (Courteney Cox) living room. She turns to her friend Joanna (Lisa Kudrow), who has just arrived at their home after being away for several years and says:\nRachelGreen :\"Boy , if you could do it over again wouldyou still choose him?\"Joannasurprised bythe question replies hesitantly .\".I don 't know.\"She then starts talking about how she met RossGellar(David Schwimmer). They were both marriedto other people but had an affair which led them getting divorcedfrom those spouses so they can be together now as single individuals instead! The conversation shifts towards another topic when suddenly there’ s black out occurs causing darkness throughout entire building including apartments where all these friends reside; even though some might have been alone during such event without any electricity available nearby – not until hours later does power come back allowing everyone return safely inside once more before continuing whatever activity was left unfinished earlier like watching TV shows or playing video games online through various devices connected via Wi-Fi networks accessible within each space shared among roommates/flatmates etcetera...",
    "subtitle__00010": "Any stories? No news, no little anecdotes to share with the folks?Look, I realize you guys have been wondering..what exactly happened between Carol and me.And so, well, here's the deal.Carol's a lesbian.She lives with a woman named Susan.She's pregnant with my child.She and Susan are going to raise the baby.And you knew about this?Folks are really that bad?Well, you know, these people are pros.They know what they do.They take their time. They get the job done.They say that you can't change your parents.Boy, if you could, I'd want yours.Must pee.It's worse when you're twins.- You're a twin? - We don't speak.She's this high-powered, driven, career-type.",
    "caption__00011": "In this scene from Season 1, Episode 2 of Friends, titled \"The One with the Fake Party,\" Ross Geller (David Schwimmer) is sitting on a couch in Monica Gellar's (Courteney Cox) living room. He looks upset and tells Joey Tribbiani (Matt LeBlanc), who enters the room carrying an umbrella, that he has been dumped by his girlfriend Carol Willick (Anita Barone).\nRoss: [dejectedly] She broke up with me... over the phone.\nJoey: Oh man! That sucks! What did you do?\nRoss: I was just cleaning my apartment when she called to tell me it was all over between us. And then there were cricket noises because we had left our phones off hook for some reason-I think so her mom wouldn't interfere or something like that anyway.. So yeah; now here am l lying alone surrounded b y stuff while someone else sleeps peacefully somewhere enjoying life without any responsibilities whatsoever as if nothing ever happened before - huh ? It seems pretty bleak right about know but maybe things will look better once everything settles down enough where one can see clearly again after having their heart ripped out through various means such assheerily being rejected unexpectedly during conversations involving pivotal decisions regarding shared lives together etcetera et al., until eventually finding solace within oneself rather than relying solely upon others whose actions may not always align w/what would truly make YOU happy long term wise choices included too since sometimes those closest tend tp prioritize needs beyond friendship leading straight back into another dark place altogether unless proper boundaries are set early & maintained consistently throughout every interaction moving forward henceforth ensuring mutual respect takes precedence above anything else at play herein lies hope amidst despair even though currently feeling hopelessness reign supreme across emotional landscapes visible only moments ago shining bright lights still flickering faint glimmers remaining steadfast despite seemingly insurmountable obstacles blocking direct paths toward happiness thus far encountered along journey towards self actualization via personal growth experiences gained thru trials faced headon courageously embracing new perspectives broaden horizons expand conscious awareness levels reach higher states realms previously unexplored depths yet unknown await",
    "subtitle__00011": "She's this high-powered, driven, career-type.- What does she do? - She's a waitress.- Identical? - People say we look alike.But I don't see it.You guys, I kind of gotta clean up now.Chandler, as an only child, you don't have this.No, although I did have an imaginary friend..who my parents preferred.Hit the lights, please.How long was I in there?- I'm just cleaning up. - Oh, you need any help?Okay, sure. Thanks.Anyway..So you nervous about Barry tomorrow?A little.A lot.So, got any advice?You know, as someone who's recently been dumped.You may wanna steer clear of the word \"dumped.\"Chances are he's gonna be this broken shell of a man.You should try not to look too terrific. I know it'll be hard.",
    "caption__00012": "Certainly! In Season 1, Episode_2 of Friends titled \"The One Where Ross and Rachel Take a Break,\" the main characters are dealing with various personal issues. Here's a detailed summary:\nRoss Geller (David Schwimmer) is feeling insecure about his relationship with Rachel Green(Jennifer Aniston). He confides this to Joey Tribbiani (Matt LeBlanc), who advises him that he should tell Rachel how he feels before it's too late. Meanwhile, MonicaGellar (Courteney Cox Arquette) has just started her new job as head chef at Central Perk coffee shop but finds herself struggling when she realizes everyone there dislikesher baking skills . Chandler Bing ( Matthew Perry ) triesto help by making funny comments while Phoebe Buffay'(Lisa Kudrow)' attempts toreassureMonicaby remindinghershe isn’t badat anything yet ! Back At The Apartment ,Robert (Bruce Thomas) makes an unexpected visit which leads tonegative confrontation betweenhim &amp; Carol Willick('Anita Barone'). As if things weren 't complicated enough already.,Racheland Ross finally have their heart-wrenched conversation where they both expresstheir true feelings towards each other only for Ross todo something incredibly stupid – askfor space without any explanation whatsoever leaving poor R achelfrom pillow talkwith no idea why everything went wrong again...",
    "subtitle__00012": "You should try not to look too terrific. I know it'll be hard.Or I'll go down there, and I'll give Barry back his ring.And you can go with Carol and Susan to the ob-gyn.You've got Carol tomorrow.- When did it get so complicated? - Got me.- Remember being in high school? - Yeah.Didn't you think you'd meet someone..fall in love, and that'd be it?- Ross? - Yes. Yes.Man, I never thought I'd be here.Me neither.Sorry I'm late. I got stuck at work.There was this big dinosaur thing. Anyway..Hi.",
    "caption__00013": "Sure, I'd be happy to help! The video you provided is from Season 1 Episode_2 of the famous TV show Friends. Here's a detailed summary of what happens in this episode:\nThe scene opens with Rachel Green (Jennifer Aniston) and Monica Geller (Courteney Cox Arquette) at Central Perk coffee shop talking about their love lives. Meanwhile, Joey Tribbiani(Matt LeBlanc), Chandler Bing ( Matthew Perry), Ross Gellar (David Schwimmer), and Phoebe Buffay (Lisa Kudrow). They are all sitting on couches when suddenly they hear strange noises coming from one of them which leads into an argument between monica And chander over who made noise while making out With someone else . Later In teh day ,Rachael goes To Dr Gerald Mosby 'S office for her annual gynecological examination but ends up getting upset When she finds Out That he has been flirting wuth another woman named Sandy behind his wife’ s back.. As rachal leaves tbe Office She runs intp joey Who Is waiting outside & tells him everything happened during Her appointment including how dr mosby was hitting On sandy...Joey seems concerned abotu r achals well being so decides Togo along witn h er too talk some sense i nto here ...As thry walk down street phoibe starts singing “Smelly Cat” song loudly much ta irritation Of other pedestrians around Them later that night At ross ‘ house party :MonicA reveales dat shE Has bern having affair WitH Someone Named Richard Behind Roasl’ Back Which causes A huge fight Between MOnIca&RoaSLaterInTHeNightAtChAnderB Ing S aparment - ChaNDEr confesses HIs Love For mOniCa But ShEloses His cool After seeing Mo Ni Ca HoldinG hands WItHiAnother Man-ChanDer PunchES hiMaelf In Frustration....Meantime RacHel GoEs shopping alone whereShe meets Up WiThHer ex – husband Barry Buckley played by Tom Arnold whom shell dated few years ago before moving away From New York City; however things don`t go as planned since barrY still loves rac hel even though",
    "subtitle__00013": "- You remember Susan. - How could I forget?Hello, Susan. Good shake, good shake.So, we're just waiting for?- Dr. Oberman. - And is he?- She. - Of course, \"she.\"Is she familiar with our special situation?- Yes, and she's very supportive. - Okay, that's great.No, I'm Oh.Thanks.That opens my cervix.- Barry? - Come on in.- Are you sure? - It's fine.Robbie's gonna be here for hours.So, how are you doing?I'm..I'm okay.",
    "caption__00014": "Sure, I'd be happy to help! The video you provided is from Season 1 of the popular TV show \"Friends,\" specifically Episode_2. Here's a detailed summary:\nThe episode begins with Rachel Green (Jennifer Aniston) and Monica Geller (Courteney Cox Arquette), two roommates living in New York City, discussing their love lives over breakfast at Central Perk coffee shop. Meanwhile, across town, Ross Gellar (David Schwimmer) tries unsuccessfully to get his pet monkey back after it escapes while he was out running errands. Back home, Joey Tribbiani(Matt LeBlanc) attempts to impress new neighbor Janice Litman-Goralnik (Maggie Wheeler). Chandler Bing ( Matthew Perry ) makes funny comments about everyone around him as usual but has an awkward moment when he sees Dr. Richard Burke (Tom Selleck), who usedto datehis mother . Phoebe Buffay (Lisa Kudrow) performs her signature eccentric dance forJanices entertainment before revealing that she knows allaboutRoss ' past relationships due toresearchforher songwriting career.. As if things werenot complicated enough already ,Monicas fiancé Pete Becker arrives unexpectedlyatCentralPerks lookingforgood advicefromDrBurkesince hes been acting strangely lately; however this leads tonothing more than just conversation between them behind closed doors later on down theroad...",
    "subtitle__00014": "- You look great. - Yeah, well.Dr. Farber, Jason Greenspan's gagging.Be right there. Be back in a second.I dumped him.So, how's this all gonna work?The baby grows in a special place insideThank you.I mean, how's this gonna work, you know, with us?When important decisions have to be made?- Give me a \"for instance.\" - Well, I don't know.- How about with the baby's name? - Marlon.If it's a boy. Minnie, if it's a girl.As in \"Mouse\"?As in my grandmother.Still, you say \"Minnie,\" you hear \"Mouse.\"How about..?How about Julia?- Julia. - We agreed on Minnie.We agreed we'd spend our lives together.",
    "caption__00015": "Љ Friends is a popular American sitcom that originally aired on NBC from 1994 to 2004. The show revolves around the lives of six friends living in New York City, their relationships and personal growth over time. Here's my summary based on season_ episode:\nSeason _ Episode : Ross (David Schwimmer) goes for an eye exam with his new girlfriend Mindy(Jennifer Coolidge), but things take unexpected turn when he discovers she has been cheating him all along . Meanwhile Rachel Green ( Jennifer Aniston ) tries out her hand at being a waitress while Joey Tribbiani (Matt LeBlanc). Chandler Bing ( Matthew Perry)) struggles wit hhis feelings towards Monica Geller (Courtenay Coxe.)",
    "subtitle__00015": "We agreed we'd spend our lives together.Things change. Roll with the punches.I believe Julia's on the table?Sorry about that.So, what have you been up to?Oh, not much.- I got a job. - That's great.Why are you so tan?I went to Aruba.Oh, no. You went on our honeymoon alone?No.I went with..- Now, this may hurt. - Me?No.I went with Mindy.Mindy?My maid of honor, Mindy?Yeah, we're kind of a thing now.You got plugs!Careful. They haven't quite taken yet.And you got lenses.You hate sticking your finger in your eye.Not for her.Listen, I really wanted to thank you.",
    "caption__00016": "Certainly! The video you provided is from Season 1, Episode 2 of the popular TV show \"Friends,\" titled \"The One with the Blackout.\" Here's a detailed summary:\nScene opens at Central Perk coffee shop where Rachel Green (Jennifer Aniston) and Monica Geller (Courteney Cox Arquette) are having breakfast. They discuss their plans for Thanksgiving dinner when suddenly there’s an unexpected blackout in New York City due to high wind gusting outside causing power lines falling on streets across Manhattan including Ross Gellers house(David Schwimmer).Ross tries calling his ex-wife Carol Willick but she doesn't answer so he decides go over her place instead only realizing after arriving that it belongs To Helen Baxendale who works as gynecologists next door .Meanwhile Joey Tribbiani (Matt LeBlanc), ChandlerBingsley ( Matthew Perry ) ,Phoebe Buffay (Lisa Kudrow)) & Gunther waitresses all gather around booth trying play cards while waiting out storm until they hear loud crash coming form back room which turns into chaos once everyone rush towards source discovering broken window frame shattered glass scattered everywhere along floor leading them too front deskside entrance hallway near stairs were helpless people stuck between floors unable move because elevator stopped working during turmoil caused by unforeseen darkness envelop entire city below street level leaving no choice except climbing up flights steps one step each time hoping someone would come rescue before collapsing exhausted beyond endurance amidst pandemoniun fear mongering hysteria spread throughout population like wildfire thanks largely social media platforms amplifying every rumor speculation without factual evidence whatsoever furthermore adding fuel existing tensions already simmer just beneath surface among disgruntled citizens frustrated government agencies slow response times lackadaisical attitude toward public safety concerns thus creating perfect breeding ground paranoia anxiety amongst citizentry especially those living alone vulnerable populations such elderlies young children disabled individuals requiring extra care attention focus shift abruptly onto Phoebe whose pregnancy becomes major concern given recent complications experienced firsthand witness birth defect issues resulting premature labor often associated higher risk miscarriage stillborn babies particularly under circumstances surrounding this particular episode_ _______",
    "subtitle__00016": "Listen, I really wanted to thank you.Okay.A month ago, I wanted to hurt you more than I've ever wanted to.And I'm an orthodontist.You know, you were right. I thought we were happy.We weren't happy.But with Mindy..now I'm happy.- Spit. - What?Me.Anyway..I guess this belongs to you. Or maybe some day Mindy.Like she'd settle for that.Yeah, that's true.But I think it's a nice ring..and thank you for giving it to me.Thank you for giving it back.Hello!- Please, what's wrong with Helen? - Helen Geller?- I don't think so. - It's not gonna be Helen Geller.- Thank you. - No, I mean, it's not Geller.It'll be Helen Willick?",
    "caption__00017": "Certainly! In Season 1, Episode_2 of Friends titled \"The One Where Ross and Rachel Take a Break,\" the friends are seen gathered at Central Perk discussing their relationships. Monica (Courteney Cox) is upset about her breakup with Richard Burke(Tom Selleck), while Joey Tribbiani (Matt LeBlanc) tries to impress women by claiming he has an IQof 180\nMeanwhile ,Ross Geller (David Schwimmer )and Rachel Green's relationship faces challenges when they decide t take abreak after realizing that being together might not be in each other best interests .This leads rossto confess his feelings for rachael duringa awkward moment on TV show 'Wheel Of Fortune.' Chandler Binge ( Matthew Perry) provides comic relief as usual wit hIs sarcastic comments throughout th e episode",
    "subtitle__00017": "No, actually, we talked about Helen Willick Bunch.Wait a minute. Why is she in the title?It's my baby too.Really? I don't remember you making any sperm.And we all know what a challenge that is.- You two, stop it. - She gets a credit. I'm in there too.Helen Willick Bunch Geller? I think that borders on child abuse.Of course not. I'm suggesting Geller Willick Bunch.See what he does? He knows no one's gonna say all those names.They'll call her Geller. He gets his way.My way? You think this is my way?Of all the ways I ever imagined this moment being..this is not my You know what? This is too hard.Knock, knock. How are we? Any nausea?- A little. - Just a little.I was wondering about the mother-to-be, but thanks for sharing.- Lie back. - You know what? I'm gonna go.I don't think I can be involved in this family thing.",
    "caption__00018": "In Season 1, Episode_2 of the popular TV show Friends titled \"The One with Twins\", there are several moments that feature phone calls and conversations between characters. Here is a detailed summary:\nMonica (Courteney Cox) can be seen talking on her pink telephone in one scene while sitting at home watching television . She talks to someone named Rachel( Jennifer Aniston), who's calling from another location about Monicas new hairdo which she doesn't like much as it makes them look similar.. Later , when Ross enters monics room after returning late nightlyfrom work he overhears part Of their conversation through wall & teases here abut having same hair style now too😂",
    "subtitle__00018": "- Oh, my God! - Look at that.I know.Well, isn't that amazing?What are we supposed to be seeing here?I don't know, but I think it's about to attack the Enterprise.If you tilt your head and relax your eyes..it kind of looks like an old potato.Then don't do that, all right?Monica, what do you think?- Are you welling up? - No.- You are. You're welling up. - I'm not.- You're gonna be an aunt. - Oh, shut up.Hi, Mindy. Hi, it's Rachel."
}